[{"content":"This site is for openly available study materials on the web for different subjects covered under Extra Master Syllabus. The syllabus is from DGshipping India NT Exam Circular 01/2019 under STCW Rules 2014\nExplore Documents About ","date":-62135596800,"description":"","objectID":"3976528693a0108357f4928017600865","permalink":"https://techdoc.anirbanmarine.in/","title":"Study for Extra Master"},{"content":"Right now we are not concentrating on parts A and B . we are focussing on C only Just Study\n","date":-62135596800,"description":"","objectID":"6083a88ee3411b0d17ce02d738f69d47","permalink":"https://techdoc.anirbanmarine.in/about/","title":"About"},{"content":"Maritime Economics Economic concepts Macroeconomics,Microeconomics and information economics International Trade,exchange rates and balance of payments Shipping costs,revenue and operational economics Maritime Finance Management accounting Cost accounting Financial management Trading finance International Finance Significance of Debt-equity structure for shipping company Financial management for shipping Lender\u0026amp;rsquo;s perspective in ship financing Debt financing and Bond markets Securitization Types of loans used in shipping finance Alternative sources of ship finance ","date":-62135596800,"description":"","objectID":"8bfa40ad8bf66e05da95471f8c7b9afd","permalink":"https://techdoc.anirbanmarine.in/docs/parta/marecofin/","title":"EM102 Maritime Economics and Finance"},{"content":"Overview of different types of Constitutions and Legal systems of the world : common law jurisdictions ,civil law jurisdictions. Overview of civil law and commercial law and civil procedures code. Law of contract\nContract of Indemnity Contract of Guarantee Surety Bailment Pledge Different types of agreements and contracts used in maritime sector\nEmployment contracts Commercial contracts Ship managers agreement Law of agency\nOverview of Banking Law and Negotiable instruments\nArbitration and Dispute Resolution process and procedure involved .Relevance of IMAA, ICA and other bodies.\nOverview of Criminal Law International Criminal Law with respect to Piracy, Armed Robbery , Criminal Trespass , Crimes against Humanity etc. Mational Maritime Regulations International agreements and overview of Vienna Convention and Law of Treaties United Nations, its specialized agencies International Conventions Maritime frauds Law of Torts ","date":-62135596800,"description":"","objectID":"ad437dcf34be7922019da3e8a9fc3074","permalink":"https://techdoc.anirbanmarine.in/docs/parta/marlaw/","title":"EM103 Maritime Law"},{"content":"Content Leadership Introduction to Leadership Approaches to defining leadership Miscellaneous aspects of leadership Management Introduction to organization and management Essentials of management function Financial management Operations management Sales management Strategic management Information technology management Human Resources Definitions Objectives and responsibilities Legal issues in HR Compensation Planning and selection Employee development and retention Stress management Conflict management Challenges of HRM ","date":-62135596800,"description":"","objectID":"d1182569409882249a984dbc30be9ef9","permalink":"https://techdoc.anirbanmarine.in/docs/parta/marlead/","title":"EM101 Leadership, Management and Human Resources"},{"content":"EM101 Leadership, Management and Human Resources EM102 Maritime Economics and Finance EM103 Maritime Law ","date":-62135596800,"description":"","objectID":"804f13ee96381f844ee05453900af3f6","permalink":"https://techdoc.anirbanmarine.in/docs/parta/","title":"Part A"},{"content":"Contents Revision of Fundamentals of naval architecture Resistance and propulsion Stress and Strain Ship Motion Ship Design Manoeuvring Trials Stability Stability at Large angle of Heels Dynamic Stability Damaged Stability Ship Vibration ","date":-62135596800,"description":"","objectID":"b3b886af342e97c7aa2a7d783bd028c5","permalink":"https://techdoc.anirbanmarine.in/docs/partb/adnav/","title":"EM202 Advanced Naval Architecture"},{"content":"Commercial Engineering Basic Features and Operation Boilers Diesel Plants Pumps Electrical systems Shaft systems and propeller Heating Ventilation and Air conditioning Auxiliaries (principle, Opeartion, maintenance and checks) Budgeting Procurement of spares Energy efficiency Maritime Robotics including Artificial Intelligence Emerging Technologies ","date":-62135596800,"description":"","objectID":"a42841f655d937e7d8584ea934e02281","permalink":"https://techdoc.anirbanmarine.in/docs/partb/engg/","title":"EM203 Commercial Engineering , Robotics and Alternative Energy"},{"content":"Contents Revision of Fundamentals of naval architecture Resistance and propulsion Stress and Strain Ship Motion Ship Design Manoeuvring Trials Stability Stability at Large angle of Heels Dynamic Stability Damaged Stability Ship Vibration ","date":-62135596800,"description":"","objectID":"5dbffa14d3add3402d038323c10a3264","permalink":"https://techdoc.anirbanmarine.in/docs/partb/navarch/","title":"EM202 Advanced Naval Architecture"},{"content":"Contents EM201 Advanced Navigation and Maritime Cyber Security EM202 Advanced Naval architecture EM203 Commercial Engineering, Robotics and Alternate Energy ","date":-62135596800,"description":"","objectID":"bbe1e77b10898fdd239b0772f1012b6e","permalink":"https://techdoc.anirbanmarine.in/docs/partb/","title":"Part B"},{"content":"Control in hydrographic surveying is the process of establishing a network of known horizontal and vertical positions that is used to reference all other survey measurements. Control is essential for ensuring the accuracy and reliability of hydrographic surveys.\nThere are two main types of control in hydrographic surveying: horizontal control and vertical control.\nHorizontal control establishes the horizontal position of survey points. It is typically established using a network of geodetic survey markers, such as triangulation stations and GPS reference points. Horizontal control can also be established using photogrammetric methods, such as aerial photography and satellite imagery.\nVertical control establishes the vertical position of survey points. It is typically established using a network of bench marks, which are fixed points with known elevations. Vertical control can also be established using tidal gauges and GPS measurements.\nOnce the horizontal and vertical control networks have been established, survey points can be referenced to the control network using a variety of positioning technologies, such as GPS, DGPS, and GNSS.\n** Control** is essential for hydrographic surveying because it ensures that all survey measurements are referenced to a common coordinate system. This is important for ensuring the accuracy and reliability of the survey results.\nIn addition to ensuring accuracy, control also provides a number of other benefits for hydrographic surveys. For example, control can be used to:\nReduce the amount of time and resources required to complete a survey. By using control, hydrographic surveyors can avoid having to resurvey areas that have already been surveyed. Improve the quality of survey data. Control can help to identify and correct errors in survey data. Integrate data from different sources. Control can be used to integrate data from different hydrographic surveys, as well as data from other sources, such as aerial photography and satellite …","date":-62135596800,"description":"","objectID":"8ced2ec70180963a17846a4d0c9f7cfa","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/hydrosurv/control/","title":"Control in hydrographic surveying"},{"content":"Navigational charts are essential tools for safe and efficient navigation. They provide mariners with information about the seafloor, surrounding land, and navigational hazards. Navigational charts are also used for a variety of other purposes, such as coastal engineering, marine research, and maritime planning.\nThe preparation of navigational charts is a complex process that involves the collection, processing, and analysis of a wide variety of data. The goal of chart preparation is to create a depiction of the seafloor and surrounding land that is accurate, reliable, and easy to use for navigation.\n1.The first step in preparing a navigational chart is to collect data on the seafloor and surrounding land. This data is collected using a variety of hydrographic survey methods, such as multibeam sonar, side scan sonar, and echo sounding. Hydrographic surveys also collect data on the position of underwater features, such as shipwrecks and pipelines.\nOnce the data has been collected, it is processed and analyzed using specialized software. This software is used to create a digital elevation model (DEM) of the seafloor. The DEM is a three-dimensional representation of the seafloor that shows its depth and relief.\nThe DEM is then used to create a contour map of the seafloor. The contour map shows the depth of the water at different locations. Contour maps are an important tool for navigation because they allow mariners to see the shape of the seabed and to identify underwater hazards.\nIn addition to the contour map, navigational charts also include a variety of other information, such as:\nThe position of navigational aids, such as lighthouses and buoys The location of restricted areas, such as shipping lanes and military zones The names of geographical features, such as islands and reefs Tides and currents Magnetic variation Meteorological information Navigational charts are typically prepared by government agencies, such as the National Oceanic and Atmospheric …","date":-62135596800,"description":"","objectID":"5ed81b2cb99f264dc6d9fd8e766df78b","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/hydrosurv/nchart/","title":"Theory of preparation of Navigational Chart"},{"content":" Basic techniques of Hydrographic Surveying Control of Hydrographic Surveying Position fixing including use of short-range high accuracy radio signals. Theory of preparation of Navigational Charts. ","date":-62135596800,"description":"","objectID":"580d719a190731e74fe3cd2b39e5a515","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/hydrosurv/","title":"Hydrographic Surveying"},{"content":"Hydrographic surveying is a complex and demanding field, but it is also essential for safe navigation and maritime transportation. Hydrographic surveyors use a variety of techniques to collect data about the depth and position of underwater features. This data is then used to create nautical charts, which are essential for ships and boats to navigate safely.\nHere are some additional details about the basic techniques of hydrographic surveying: Sounding: Sounding is a relatively simple technique, but it can be very effective in shallow waters. To sound, a hydrographic surveyor will lower a weighted line, called a sounding lead, to the bottom of the water and then measure the depth. Sounding is typically done from a small boat, but it can also be done from shore or from a helicopter.\nEcho sounding: Echo sounding is a more advanced technique that uses sound waves to measure the depth of water. An echo sounder emits a sound wave and then measures the time it takes for the wave to return to the surface. The depth of the water is then calculated based on the speed of sound in water. Echo sounding is more accurate than sounding and can be used to survey large areas of water quickly and efficiently.\nSide scan sonar: Side scan sonar is a type of sonar that uses sound waves to create images of the seafloor. A side scan sonar system emits sound waves to the sides of a survey vessel and then measures the returning echoes. The echoes are then used to create a two-dimensional image of the seafloor. Side scan sonar is useful for detecting underwater features, such as shipwrecks and pipelines.\nMultibeam sonar: Multibeam sonar is the most advanced type of sonar used in hydrographic surveying. It emits multiple sound beams in different directions to create a three-dimensional image of the seafloor. Multibeam sonar is the most accurate and efficient method of hydrographic surveying, but it is also the most expensive.\nIn addition to measuring depth, hydrographic surveys also collect …","date":-62135596800,"description":"","objectID":"a2835e4a826a8bd5b37d28b4bbdccf46","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/hydrosurv/bashydro/","title":"Basic techniques of Hydrographic Surveying"},{"content":"Short-range high accuracy radio signals can be used for hydrographic survey position fixing in a number of ways.\nOne common method is to use a differential global positioning system (DGPS). DGPS works by using a network of ground-based reference stations to correct the errors in GPS signals. This can improve the accuracy of GPS positioning to a few centimeters.\nAnother method of using short-range high accuracy radio signals for hydrographic survey position fixing is to use a real-time kinematic (RTK) GPS system. RTK GPS systems use a network of ground-based reference stations to provide centimeter-level positioning accuracy in real time. This is particularly useful for surveys of dynamic environments, such as tidal rivers and estuaries.\nLocal Positioning Systems (LPS) for hydrographic surveying. LPS systems use a network of radio transceivers to measure the distances between survey points. This information can then be used to calculate the positions of the survey points.LPS systems are often used in hydrographic surveys of coastal areas and harbors. They are particularly useful in areas where GPS signals are not available or are unreliable.\nHere are some specific examples of how short-range high accuracy radio signals are used for hydrographic survey position fixing: DGPS is used to position survey vessels and other survey equipment, such as multibeam sonars and side scan sonars. This allows hydrographic surveyors to create accurate and detailed maps of the seabed. RTK GPS is used to position survey vessels and other survey equipment in real time. This is particularly useful for surveys of dynamic environments, such as tidal rivers and estuaries. For example, RTK GPS can be used to position a survey vessel while it is conducting a bathymetric survey of a tidal river. LPS is used to position survey vessels and other survey equipment in areas where GPS signals are not available or are unreliable. For example, LPS is often used to position survey vessels and other …","date":-62135596800,"description":"","objectID":"d109eb88a30e56fcb85dd43adb93623f","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/hydrosurv/posfix/","title":"Position Fixing using short range high accuracy radio signals"},{"content":" Fishing Minerals Oil and Gas Power ","date":-62135596800,"description":"","objectID":"053bdbdc7db81f2d3d12661d717594d4","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/","title":"Marine Resources"},{"content":"Demersal and pelagic fishing are two different types of fishing that target different types of fish in different habitats.\nDemersal fishing is the fishing of fish that live on or near the bottom of the ocean. These fish are also known as groundfish. Demersal fish are typically caught using bottom trawls, gillnets, and longlines.Some examples of demersal fish include cod, haddock, flounder, sole, and shrimp.\nPelagic fishing is the fishing of fish that live in the open ocean, away from the bottom. These fish are also known as midwater fish. Pelagic fish are typically caught using purse seines, pelagic trawls, and troll lines.Some examples of pelagic fish include tuna, mackerel, herring, and sardines.\nBoth demersal and pelagic fishing can have a significant impact on marine ecosystems. Overfishing is a major threat to both types of fish populations. Demersal fishing can also damage the seabed, which can impact other marine organisms. Pelagic fishing can lead to bycatch, which is the accidental capture of non-target species, such as seabirds and dolphins.\nIt is important to manage demersal and pelagic fisheries sustainably to ensure that these resources remain available for future generations. Some sustainable fishing practices include:\nUsing selective fishing gear to avoid bycatch. Setting catch limits to prevent overfishing. Protecting spawning grounds and other important fish habitats. Monitoring fish populations to ensure that they are healthy and sustainable. Individuals can also play a role in supporting sustainable demersal and pelagic fisheries by choosing seafood that has been caught or farmed sustainably.\n","date":-62135596800,"description":"","objectID":"8561a4801ac00eeffa665291788f13ce","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/marfish/demerpelag/","title":"Demersal and Pelagic fishing"},{"content":"What are Fishing Factory Vessels? Fishing factory vessels (FFVs) are large ocean-going ships that are equipped to catch, process, and store fish. They are also known as fish processing vessels, mother ships, or floating factories. FFVs are typically used to fish in remote waters, where they can stay at sea for months at a time.\nFFVs are highly efficient fishing vessels that can catch and process large quantities of fish. They are also equipped with sophisticated freezing and storage facilities, which allow them to maintain the freshness of the fish. FFVs produce a wide variety of fish products, including frozen fillets, canned fish, fishmeal, and fish oil.\nFFVs play a major role in the global seafood industry. They account for a significant share of the world\u0026amp;rsquo;s total fish catch. FFVs are particularly important for the fishing industries of developing countries, which often lack the resources to invest in large-scale fishing fleets.\nTypes of FFVs There are a variety of different types of FFVs, each of which is designed to fish for specific types of fish. Some of the most common types of FFVs include:\nFreezer trawlers: Freezer trawlers are large ships that are equipped with large nets that are dragged behind the ship to catch fish. The fish are then processed and frozen on board the ship.\nLongline factory vessels: Longline factory vessels use longlines, which are fishing lines with thousands of hooks attached. The longlines are baited and set out in the water. When a fish bites the hook, it is pulled up to the ship and processed.\nPurse seine freezer vessels: Purse seine freezer vessels use large nets to encircle schools of fish. The nets are then drawn together and the fish are pumped on board the ship for processing and freezing.\nBenefits of FFVs FFVs offer a number of benefits over smaller fishing vessels. Some of the key benefits of FFVs include:\nEfficiency: FFVs are highly efficient fishing vessels that can catch and process large quantities of fish. This is …","date":-62135596800,"description":"","objectID":"901137222681933c0b76ba042f96820e","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/marfish/fishfactory/","title":"Fishing Factory Vessels"},{"content":"What is Marine Fish farming? Marine fish farming is the cultivation of marine fish in enclosed areas, such as coastal waters, offshore cages, or tanks. It is a rapidly growing industry, as it offers a number of advantages over wild fishing, including:\nSustainability: Marine fish farming can help to reduce the pressure on wild fish populations. This is because farmed fish are raised in controlled environments, where they are less susceptible to overfishing and other stressors.\nFood security: Marine fish farming can help to meet the growing demand for seafood. As the world\u0026amp;rsquo;s population continues to grow, so does the demand for protein. Marine fish farming can help to ensure that there is enough seafood to feed everyone.\nQuality: Farmed fish can be raised to high standards of quality. This is because they are fed a controlled diet and are monitored for disease and parasites.\nMarine fish farmingOpens in a new window www.researchgate.net Types of marine fish farming\nThere are two main types of marine fish farming: Open-ocean fish farming: Open-ocean fish farming is the cultivation of fish in cages that are suspended in the open ocean. This type of fish farming is typically used to farm large pelagic fish, such as tuna and salmon.\nInshore fish farming: Inshore fish farming is the cultivation of fish in coastal waters, such as bays and estuaries. This type of fish farming is typically used to farm smaller fish, such as sea bass, sea bream, and shrimp.\nMarine fish farming practices Marine fish farming practices vary depending on the species of fish being farmed and the type of farming system being used. However, there are some common practices that are followed by all marine fish farmers.\nSite selection: It is important to select a suitable site for marine fish farming. The site should have good water quality, adequate currents, and be protected from storms and other natural hazards.\nFeed: Marine fish are fed a variety of different types of feed, including pellets, …","date":-62135596800,"description":"","objectID":"98214eecac528142a9628aadda259cfa","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/marfish/fishfarm/","title":"Marine Fish Farming"},{"content":" Types of Fish Geographical location of Fishing Grounds Conservation of resources Demersal and pelagic fishing methods Factory Vessels Marine fish farming ","date":-62135596800,"description":"","objectID":"af58569b8fb8eb69b3cb8eaff3b59371","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/marfish/","title":"Fishing"},{"content":"What is Conservation of Marine Resources Conservation of marine resources is the protection and preservation of ecosystems in oceans and seas through planned management in order to prevent the over-exploitation of these marine resources.\nThere are a number of different ways to conserve marine resources, including: Marine protected areas (MPAs): MPAs are areas of the ocean where certain activities, such as fishing or mining, are restricted or prohibited. MPAs can help to protect marine ecosystems and the species that live in them.\nSustainable fishing practices: Sustainable fishing practices are those that allow fish populations to replenish themselves. This can be achieved by using selective fishing gear, setting catch limits, and avoiding fishing during spawning seasons.\nPollution reduction: Marine pollution can have a devastating impact on marine resources. Reducing pollution from land-based sources, such as agricultural runoff and sewage, is essential for protecting marine ecosystems.\nClimate change adaptation and mitigation: Climate change is a major threat to marine resources. Adapting to climate change impacts, such as sea level rise and ocean acidification, is essential for protecting marine ecosystems. Mitigating climate change by reducing greenhouse gas emissions is also important.\nProtection of endangered and threatened species: Some marine species are endangered or threatened due to a variety of factors, including overfishing, habitat loss, and pollution. Protecting these species is important for maintaining the health and diversity of marine ecosystems.\nRestoration and rehabilitation: Marine ecosystems can be damaged by a variety of human activities. Restoring and rehabilitating damaged marine ecosystems is important for protecting marine resources and the services they provide.\nCommunity-based conservation: Community-based conservation involves working with local communities to protect and manage marine resources. This approach can be effective because …","date":-62135596800,"description":"","objectID":"8b87b6e85c7a80d9425c33104ba74b54","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/marfish/conserv/","title":"Conservation of resources"},{"content":"What are fishing grounds? Fishing grounds are areas of the ocean where fish are abundant and can be caught commercially. They are typically located in areas where there is a lot of food for fish, such as near continental shelves, upwelling areas, and around coral reefs.\nThe geographical location of fishing grounds varies depending on the type of fish being targeted. For example, tuna fishing grounds are typically located in tropical and subtropical waters, while cod fishing grounds are typically located in colder waters.\nSome of the most important fishing grounds in the world include: The North Atlantic, including the Gulf of Maine, the Grand Banks of Newfoundland, and the Norwegian Sea. The Northeast Pacific, including the Bering Sea and the Gulf of Alaska. The Northwest Pacific, including the East China Sea and the Yellow Sea. The Southeast Pacific, including the Humboldt Current and the Patagonian Shelf. The Southwest Atlantic, including the Falkland Islands and the Gulf of Guinea. The Indian Ocean, including the Arabian Sea and the Bay of Bengal. These fishing grounds support a wide range of commercial fisheries, which provide food and jobs for millions of people around the world.\nHowever, it is important to note that many fishing grounds are under pressure from overfishing and other threats. It is important to manage these resources sustainably to ensure that they remain productive for future generations.\n","date":-62135596800,"description":"","objectID":"393c8860ef8a105a9c680b675ee0d330","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/marfish/fishgrnd/","title":"Geographical location of fishing grounds"},{"content":"Fish Types Types of fish marine resources can be classified according to their body type, habitat, or commercial value.\nAccording to body type: Bony fish: This is the largest group of fish, accounting for over 95% of all fish species. They have a skeleton made of bone and a swim bladder that helps them control their buoyancy. Examples of bony fish include tuna, cod, salmon, and herring.\nCartilaginous fish: This group includes sharks, rays, and skates. They have a skeleton made of cartilage, which is lighter and more flexible than bone. Cartilaginous fish also do not have a swim bladder.\nJawless fish: This is the most primitive group of fish, and includes lampreys and hagfishes. They do not have jaws or paired fins.\nAccording to habitat: Pelagic fish: These fish live in the open ocean, away from the coast. Examples of pelagic fish include tuna, mackerel, and swordfish.\nDemersal fish: These fish live on or near the bottom of the ocean. Examples of demersal fish include cod, haddock, and flounder.\nReef fish: These fish live in coral reefs and other rocky structures. Examples of reef fish include clownfish, parrotfish, and angelfish.\nAccording to commercial value: Food fish: These fish are caught and sold for human consumption. Examples of food fish include tuna, salmon, cod, and shrimp.\nIndustrial fish: These fish are caught and processed for non-food products, such as fishmeal and fish oil. Examples of industrial fish include anchovies and menhaden.\nOrnamental fish: These fish are caught and sold for use in aquariums. Examples of ornamental fish include clownfish, angelfish, and goldfish.\nSome of the most important marine fish resources in the world include: Tuna Salmon Cod Herring Mackerel Shrimp Anchovies Menhaden Sardines Pollock Hake Flatfish\nThese fish are important sources of food, protein, and other nutrients for people around the world. They are also important for the marine ecosystem, playing a role in the food chain and helping to maintain balance in the …","date":-62135596800,"description":"","objectID":"067febe17e90527d591a965732e9daa7","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/marfish/fishtyp/","title":"Fish Types"},{"content":"There are two main types of desalination processes: thermal and membrane. Thermal desalination processes use heat to evaporate seawater, leaving behind the salt and impurities. The most common thermal desalination processes are:\nMulti-stage flash distillation (MSF): MSF is the most mature thermal desalination technology. In MSF, seawater is heated to a high temperature and then flashed into steam. The steam is then condensed to produce fresh water.\nMultiple-effect distillation (MED): MED is similar to MSF, but it uses a series of chambers with different temperatures and pressures to improve efficiency.\nVapor compression distillation (VCD): VCD uses a compressor to increase the pressure of seawater. This causes the seawater to boil at a lower temperature, which reduces the energy required for the process.\nMembrane desalination processes use semi-permeable membranes to filter out the salt and impurities from seawater. The most common membrane desalination process is reverse osmosis (RO).\nReverse osmosis (RO) works by applying pressure to seawater to force it through a semi-permeable membrane. The membrane allows water molecules to pass through, but it blocks the salt and impurities. RO is the most energy-efficient desalination process, and it is becoming increasingly popular as the cost of membranes has decreased.\nOther membrane desalination processes include:\nElectrodialysis: Electrodialysis uses electrical energy to move ions through a series of membranes.\nNanofiltration: Nanofiltration is similar to RO, but it uses a different type of membrane that allows some smaller ions to pass through.\nThe best desalination process for a particular application depends on a number of factors, including the salinity of the water, the required production capacity, the energy cost, and the environmental impact.\nAdvantages and disadvantages of desalination processes Advantages Desalination can provide a reliable source of fresh water in areas with limited freshwater resources. …","date":-62135596800,"description":"","objectID":"7e62d840fcd411a12710260dca7dbdcf","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/minerals/desalination/","title":"Desalination processes"},{"content":"Methods of extraction of Minerals There are a number of methods of extracting minerals from seawater. Some of the most common methods include:\nSolar evaporation: This is the oldest and simplest method of extracting minerals from seawater. It involves using the sun\u0026amp;rsquo;s heat to evaporate seawater, leaving behind the mineral salts. Solar evaporation is typically used to extract salt from seawater, but it can also be used to extract other minerals, such as magnesium and potassium.\nElectrodialysis: This method uses electrical energy to separate minerals from seawater. Seawater is passed through a series of membranes that allow some ions to pass through but not others. This process can be used to extract a variety of minerals from seawater, including sodium chloride, magnesium chloride, and potassium chloride.\nMembrane distillation crystallization (MDC): This method combines membrane distillation and crystallization to extract minerals from seawater. Seawater is passed through a membrane distillation unit, which removes water vapor from the solution. The remaining brine is then passed through a crystallization unit, where the minerals crystallize out. MDC can be used to extract a variety of minerals from seawater, including sodium chloride, magnesium chloride, and potassium chloride.\nAdsorption/desorption: This method uses adsorbent materials to capture minerals from seawater. The adsorbent materials are then treated to release the minerals. Adsorption/desorption can be used to extract a variety of minerals from seawater, including lithium, cobalt, and manganese.\nIn addition to these methods, there are a number of other emerging technologies that are being developed for extracting minerals from seawater. These technologies include:\nIon exchange resins: Ion exchange resins are materials that can selectively exchange one type of ion for another. These resins can be used to extract minerals from seawater by exchanging the mineral ions for other ions, such as sodium or …","date":-62135596800,"description":"","objectID":"12e151925502d05606d7349d9bf38d79","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/minerals/mineralsextract/","title":"Methods of extracting minerals from seawater"},{"content":"Definition Sand and gravel dredging is the process of extracting sand and gravel from the bottom of rivers, lakes, oceans, and other bodies of water. It is a common method of obtaining these materials, which are used in a variety of construction and industrial applications.\nThere are two main types of sand and gravel dredging: Hydraulic dredging: This type of dredging uses a pump to suck up sand and gravel from the bottom of the water body. The sand and gravel are then mixed with water and pumped to a processing plant, where the sand and gravel are separated from the water.\nMechanical dredging: This type of dredging uses a bucket or other mechanical device to scoop up sand and gravel from the bottom of the water body. The sand and gravel are then loaded onto a barge or other vessel and transported to a processing plant.\nThe type of dredging used depends on the depth of the water body, the type of material to be dredged, and the environmental requirements.\nImpacts of Dredging Sand and gravel dredging is a highly regulated activity. Dredging permits are required from government agencies to ensure that dredging operations are conducted in a safe and environmentally sound manner.\nEnvironmental impacts of sand and gravel dredging Sand and gravel dredging can have a number of environmental impacts, including:\nHabitat destruction: Dredging can destroy aquatic habitats and disrupt the food chain.\nWater quality degradation: Dredging can resuspend sediments in the water, which can reduce water quality and harm aquatic life.\nIncreased turbidity: Dredging can increase the turbidity of the water, which can reduce visibility for aquatic animals and make it difficult for them to find food.\nNoise pollution: Dredging operations can produce a lot of noise, which can disturb marine life and coastal communities.\nTo minimize the environmental impacts of sand and gravel dredging, it is important to follow best practices, such as:\nDredging only when necessary: Dredging should only be …","date":-62135596800,"description":"","objectID":"adedc0a4298a1a4b6d3917e6b2ee173e","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/minerals/sandgrvldredge/","title":"Sand and Gravel Dredging"},{"content":"Definition Seismic and sonar profiling are two types of geophysical surveying techniques that are used to image the subsurface of the Earth.\nFunctioning Seismic profiling uses sound waves to generate images of the subsurface. Seismic waves are generated by a source, such as an explosive charge or a vibroseis truck, and they travel through the subsurface at different speeds depending on the density and elasticity of the rocks they encounter. The waves are reflected back to the surface by different layers of rock, and these reflections are detected by receivers, such as geophones. The data from the receivers is then processed to create an image of the subsurface.\nSonar profiling uses sound waves to image the subsurface of water bodies. Sonar waves are generated by a transducer and they travel through the water at a constant speed. The waves are reflected back to the transducer by different objects in the water, such as the seabed, fish, and other vessels. The data from the transducer is then processed to create an image of the subsurface.\nSeismic and sonar profiling are used in a variety of applications, including: Oil and gas exploration: Seismic profiling is used to identify and map geological structures that may contain oil and gas deposits. Mineral exploration: Seismic and sonar profiling are used to identify and map mineral deposits. Geotechnical engineering: Seismic and sonar profiling are used to assess the stability of the ground for construction projects. Environmental monitoring: Seismic and sonar profiling are used to monitor the subsurface for environmental hazards, such as sinkholes and landslides. Advantages and disadvantages of seismic and sonar profiling Advantages Seismic and sonar profiling can be used to image the subsurface at great depths. Seismic and sonar profiling can be used to image the subsurface in a variety of environments, including on land and in water bodies. Seismic and sonar profiling can be used to generate high-resolution images of …","date":-62135596800,"description":"","objectID":"d069642fb08ffdc49461d0c471137d29","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/minerals/seismicsonarprofiling/","title":"Seismic and Sonar Profiling"},{"content":" Methods of extracting minerals from seawater Desalination processes Sand and gravel dredging Extraction of minerals from seabed Sub-sea mining Seismic and sonar profiling Seabed sampling ","date":-62135596800,"description":"","objectID":"0665db0a38c42466447898d5f8c2a41b","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/minerals/","title":"Marine Resources- Minerals"},{"content":"Definition The extraction of minerals from the seabed is a relatively new and developing industry. It involves the retrieval of mineral deposits from the ocean floor at depths of 200 metres /660 feet or more.\nThere are three main types of mineral deposits that are of interest for seabed mining: polymetallic nodules, seafloor massive sulfides (SMS), and cobalt-rich ferromanganese crusts.\nPolymetallic nodules are potato-sized rocks that are found on the deep ocean floor. They contain a variety of metals, including nickel, copper, manganese, and cobalt.\nSeafloor massive sulfides are formed by hydrothermal vents on the ocean floor. They contain a variety of metals, including copper, zinc, lead, gold, and silver.\nCobalt-rich ferromanganese crusts are thin layers of metal-rich material that coat rocks on the ocean floor. They contain a variety of metals, including cobalt, nickel, and manganese.\nExtraction Process The extraction of minerals from the seabed is a complex and challenging process. The ocean floor is a hostile environment, and the mineral deposits are often located in deep water. This makes it difficult and expensive to mine the minerals.\nThere are a number of different methods that are being developed for extracting minerals from the seabed.\nOne common method is to use a collector vehicle to collect the minerals from the ocean floor. The collector vehicle is then attached to a riser system that transports the minerals to a surface vessel.\nAnother method of extracting minerals from the seabed is to use a seafloor mining system. Seafloor mining systems are large machines that can be used to mine a variety of mineral deposits.\nThe extraction of minerals from the seabed is a controversial topic. Some people argue that seabed mining is necessary to meet the growing demand for metals. Others argue that seabed mining is too risky and that it could damage the marine environment.\nThere are a number of environmental concerns associated with seabed mining.\nOne concern is …","date":-62135596800,"description":"","objectID":"e260b1bdcd0015151e469b863a2c3a80","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/minerals/mineralextraction/","title":"Extraction of Minerals from seabed"},{"content":"Definition Seabed sampling is the process of collecting sediment and rock samples from the ocean floor.\nSeabed samples are collected for a variety of purposes, including: To study the composition and distribution of seabed sediments: This information can be used to understand the geological history of an area, as well as to identify potential resources, such as minerals and oil and gas.\nTo monitor the environmental health of the ocean: Seabed samples can be analyzed for contaminants, such as heavy metals and pesticides. This information can be used to identify and track pollution sources, as well as to assess the impact of human activities on the marine environment.\nTo support engineering projects: Seabed samples can be analyzed to determine the suitability of the seabed for construction projects, such as bridges and pipelines.\nSeabed Sampling Methods There are a variety of different seabed sampling methods, each with its own advantages and disadvantages. Some of the most common seabed sampling methods include:\nGrab samplers: Grab samplers are used to collect samples of the surface sediment layer. They typically consist of a metal bucket that is attached to a wire rope and lowered to the seabed. When the bucket reaches the seabed, it is closed and then retrieved to the surface.\nCorers: Corers are used to collect samples of the sediment column. They typically consist of a long metal tube that is attached to a wire rope and lowered to the seabed. When the corer reaches the seabed, it is pushed into the sediment. The corer is then retrieved to the surface, and the sediment sample is removed from the tube.\nDredges: Dredges are used to collect large samples of sediment and rock from the seabed. They typically consist of a bucket or scoop that is attached to a wire rope and lowered to the seabed. The dredge is then dragged across the seabed to collect the sample.\nThe best seabed sampling method for a particular application depends on the type of sample required, the depth …","date":-62135596800,"description":"","objectID":"011e3a6ed8d89d0b882d5c10fe1dbe06","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/minerals/seabedsample/","title":"Seabed Sampling"},{"content":"Drilling for oil and gas in marine environments is a complex and challenging process. It involves the construction of offshore drilling rigs or platforms, the use of specialized equipment and tools, and the implementation of strict safety and environmental protection measures.\nGeneral idea on drilling The first step in drilling for marine resources is to identify a potential drilling location. This is done using a variety of methods, including seismic surveys and geological studies. Once a potential drilling location has been identified, a drilling rig or platform must be constructed.\nDrilling rigs and platforms are large and complex structures that are designed to withstand the harsh conditions of the marine environment. They are also equipped with specialized equipment and tools for drilling wells.\nOnce the drilling rig or platform is in place, a well can be drilled. The drilling process involves rotating a drill bit into the seabed to create a hole. As the drill bit rotates, it is fed with drilling fluid, which helps to cool the bit and remove cuttings from the hole.\nOnce the well has been drilled to the desired depth, it is lined with a steel casing to prevent it from collapsing. The casing is also used to seal off any oil or gas that may be present in the surrounding rock formations.\nOnce the well has been cased, it is completed. This involves installing a wellhead and other equipment that will allow oil or gas to be produced from the well.\nChallenges of drilling for marine resources Drilling for oil and gas in marine environments is a challenging process for a number of reasons. One of the biggest challenges is the harsh conditions of the marine environment. Offshore drilling rigs and platforms must be designed to withstand high winds, waves, and currents.\nAnother challenge of drilling for marine resources is the depth of the water. Offshore drilling rigs and platforms can operate in water depths of up to 12,000 feet. Drilling in deep water requires the use of …","date":-62135596800,"description":"","objectID":"c01f81366a311c9d68c5089e8dab0a0d","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/oilngas/drilling/","title":"General Idea of Drilling"},{"content":"Definition: Pipe laying is the process of installing pipelines on the seabed or underground. Submersibles are vehicles that can operate underwater. They are used in a variety of tasks, including pipe laying.\nTypes of submersibles used in pipe laying There are two main types of submersibles used in pipe laying:\nRemotely operated vehicles (ROVs): ROVs are unmanned submersibles that are controlled from a surface vessel. They are typically used for tasks such as inspection, maintenance, and repair.\nManned submersibles: Manned submersibles have a crew that operates the vehicle from inside. They are typically used for tasks that require human intervention, such as pipe laying and welding.\nHow submersibles are used in pipe laying? Submersibles are used in a variety of ways in pipe laying operations. Some of the most common tasks include:\nInspection: Submersibles can be used to inspect the seabed before pipe laying begins to identify any potential hazards.\nPreparation: Submersibles can be used to prepare the seabed for pipe laying by clearing away obstacles and leveling the surface.\nPipe laying: Submersibles can be used to lay pipe on the seabed. This is typically done by using a manipulator arm to attach the pipe to the seabed and then moving the submersible forward.\nWelding: Submersibles can be used to weld the joints between pipe sections.\nInspection and repair: Submersibles can be used to inspect and repair pipelines after they have been laid.\nAdvantages of using submersibles in pipe laying There are a number of advantages to using submersibles in pipe laying operations, including:\nAccuracy: Submersibles can be used to lay pipe very accurately, even in deep water and challenging conditions. Flexibility: Submersibles can be used to lay pipe in a variety of environments, including on the seabed, in rivers and lakes, and in underground tunnels. Safety: Submersibles can provide a safe way to lay pipe in dangerous environments, such as in areas with strong currents or …","date":-62135596800,"description":"","objectID":"3549cda277d35456e77413d81dae00b2","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/oilngas/pipelay/","title":"Pipe Laying including use of Submersibles"},{"content":"There are three main types of sea terminals:\nGeneral cargo terminals: These terminals handle a variety of types of cargo, including break-bulk cargo (such as machinery and vehicles), neo-bulk cargo (such as grain and forest products), and containerized cargo.\nBulk cargo terminals: These terminals handle bulk cargo, such as coal, grain, iron ore, and oil. Bulk cargo terminals are typically specialized to handle a specific type of cargo.\nPassenger terminals: These terminals handle passenger traffic, such as ferries and cruise ships. Passenger terminals typically have facilities for processing passengers, such as customs and immigration checkpoints, as well as amenities for passengers, such as restaurants and shops.\nGeneral cargo terminals are the most common type of sea terminal. They are typically located in major ports and handle a wide variety of cargo. Bulk cargo terminals are typically located in ports that are close to the sources of the bulk cargo that they handle. Passenger terminals are typically located in ports that are popular tourist destinations.\nIn addition to these three main types of sea terminals, there are also a number of specialized sea terminals, such as:\nContainer terminals: These terminals are designed specifically to handle containerized cargo. Container terminals are typically equipped with large cranes and other specialized equipment for loading and unloading containers.\nRoRo terminals: These terminals are designed specifically to handle roll-on/roll-off cargo, such as cars and trucks. RoRo terminals typically have ramps and other specialized equipment for loading and unloading RoRo cargo.\nLNG terminals: These terminals are designed to handle liquefied natural gas (LNG). LNG terminals are typically equipped with specialized equipment for storing and regasifying LNG.\nThe type of sea terminal that is used depends on the type of cargo that is being handled. For example, if a containerized cargo is being handled, a container terminal will be …","date":-62135596800,"description":"","objectID":"4f151120fb1417bd0ccd2ba3db428783","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/oilngas/terminaltypes/","title":"Types of Terminals"},{"content":"Types of Drilling Rigs Land rigs: Land rigs are the most common type of drilling rig, and can be used to drill wells in a variety of locations, including deserts, forests, and mountains.\nDrilling barges: Drilling barges are used to drill wells in shallow water, typically less than 300 feet deep.\nJack-up rigs: Jack-up rigs are used to drill wells in water depths of up to 400 feet. They have legs that can be raised or lowered to elevate the rig above the waterline.\nSemi-submersible rigs: Semi-submersible rigs are used to drill wells in deep water, typically up to 3,000 feet deep. They have a floating hull with columns and pontoons that keep the rig stable.\nDrillships: Drillships are used to drill wells in ultra-deep water, up to 12,000 feet deep. They are similar to semi-submersible rigs, but they have a more streamlined design and are more maneuverable.\nTypes of Drill Ships Drill ships can be divided into two main categories: monohull and semisubmersible.\nMonohull drill ships have a single hull, similar to a conventional ship. They are typically used in shallower water depths, up to 2,000 feet.\nSemisubmersible drill ships have a floating hull with columns and pontoons that keep the rig stable. They are used in deeper water depths, up to 12,000 feet.\nTypes of Wellhead Production Platforms Fixed platforms: Fixed platforms are permanently attached to the seabed. They are typically used in shallow water depths, up to 300 feet deep.\nTension leg platforms (TLPs): TLPs are floating platforms that are tethered to the seabed by tension legs. They are used in deeper water depths, up to 3,000 feet deep.\nSpar platforms: Spar platforms are floating platforms that are held in place by a single, large cylinder. They are used in ultra-deep water depths, up to 10,000 feet deep.\nWhich type of drilling rig, drill ship, or wellhead production platform is used depends on the water depth and the specific requirements of the project.\nFor example, if a well is being drilled in shallow …","date":-62135596800,"description":"","objectID":"7094d65569a989bd096cf3e2f8620c74","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/oilngas/typesofships/","title":"Types of Drilling Rigs, Drill Ships and Well head Oroduction Platforms"},{"content":" Types of Drilling Rigs,drill ships, well head production platforms Storage Facilities Types of sea terminals General Ideas on Drilling Pipe Laying and the use of submersibles ","date":-62135596800,"description":"","objectID":"1cd911796d4b357459f341cb19780833","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/oilngas/","title":"Marine Resources -Oil and Gas"},{"content":"There are a variety of storage facilities used for oil and gas, depending on the type of product being stored and the location. Some of the most common types of storage facilities include:\nAbove-ground tanks: Above-ground tanks are the most common type of storage tank for oil and gas. They can be made of steel, concrete, or fiberglass, and come in a variety of sizes and shapes. Above-ground tanks are typically used for storing crude oil, refined petroleum products, and natural gas liquids.\nUnderground storage tanks: Underground storage tanks (USTs) are used to store oil and gas products underground. They are typically made of steel or fiberglass, and are lined with a protective coating to prevent leaks. USTs are typically used to store gasoline, diesel fuel, and heating oil.\nCaverns: Caverns are natural or man-made underground chambers that can be used to store oil and gas. Caverns are typically used to store large volumes of crude oil and natural gas. The United States Strategic Petroleum Reserve (SPR), the world\u0026amp;rsquo;s largest supply of emergency crude oil, is stored in underground salt caverns along the coastline of the Gulf of Mexico.\nLNG tanks: Liquefied natural gas (LNG) tanks are used to store LNG, which is natural gas that has been cooled to a liquid state. LNG tanks are typically made of steel or concrete, and are insulated to keep the LNG cold. LNG tanks are typically used at LNG terminals and LNG regasification plants.\nIn addition to these types of storage facilities, oil and gas can also be stored in tankers and pipelines. Tankers are used to transport oil and gas long distances, and can also be used to store them temporarily. Pipelines are used to transport oil and gas over land, and can also be used to store them temporarily.\nThe type of storage facility used for oil and gas will depend on the specific needs of the project. For example, if a large volume of crude oil needs to be stored for a long period of time, a cavern may be the best option. If LNG …","date":-62135596800,"description":"","objectID":"ef2022e4815cd0f634b03b0d238ad9b0","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/oilngas/storage/","title":"Storage Facilities"},{"content":"There are a number of different ways to harness energy from the sea, including: Tidal energy: Tidal energy is generated by the movement of the tides. Tidal turbines can be installed in areas where the tides are strong to generate electricity.\nWave energy: Wave energy is generated by the movement of ocean waves. Wave energy converters can be installed on the seabed or on the surface of the ocean to generate electricity from the waves.\nOcean thermal energy conversion (OTEC): OTEC power plants use the temperature difference between the warm surface water and the cold deep water to generate electricity. OTEC power plants are typically installed in tropical regions where the temperature difference between the surface water and the deep water is large.\nSalinity gradient power (SGP): SGP power plants use the difference in salinity between seawater and freshwater to generate electricity. SGP power plants are still in the early stages of development, but they have the potential to generate a significant amount of electricity from the oceans. In addition to these four main methods, there are a number of other ways to harness energy from the sea, such as:\nOcean currents: Ocean currents can be used to generate electricity using turbines.\nOffshore wind: Offshore wind turbines can be installed in shallow water to generate electricity from the wind.\nMarine biomass: Marine biomass, such as algae, can be converted into biofuels or used to generate electricity.\nHarnessing energy from the sea has a number of advantages. It is a renewable source of energy, so it does not produce greenhouse gases or other pollutants. It is also a reliable source of energy, as the tides, waves, and ocean currents are predictable.\nHowever, harnessing energy from the sea also has some challenges.\nOne challenge is that the technologies for harnessing ocean energy are still in their early stages of development.\nAnother challenge is that the oceans are a harsh environment, so the technologies for harnessing …","date":-62135596800,"description":"","objectID":"fbcdef83eeeef8f907b0368af1b7730a","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/power/energyfmsea/","title":"Harnessing Energy from Sea"},{"content":"Tidal power stations are a type of renewable energy power station that harnesses the energy of the tides to generate electricity. The tides are caused by the gravitational pull of the moon and the sun on the Earth\u0026amp;rsquo;s oceans. Tidal power stations are typically built in coastal areas where the tides are strong.\nHow tidal power stations work Tidal power stations use turbines to generate electricity from the movement of the tides. The turbines are typically installed in a barrage or dam that is built across a tidal estuary. The barrage or dam creates a difference in water levels between the two sides. When the tide comes in, the water level on one side of the barrage or dam rises. This creates a flow of water through the turbines, which generates electricity. When the tide goes out, the water level on the other side of the barrage or dam rises. This creates a flow of water through the turbines in the opposite direction, which also generates electricity.\nTypes of tidal power stations There are two main types of tidal power stations:\nTidal barrages: Tidal barrages are dams that are built across a tidal estuary. The barrage creates a difference in water levels between the two sides of the barrage. When the tide comes in, the water level on one side of the barrage rises. This creates a flow of water through the turbines in the barrage, which generates electricity. When the tide goes out, the water level on the other side of the barrage rises. This creates a flow of water through the turbines in the barrage in the opposite direction, which also generates electricity.\nTidal turbines: Tidal turbines are similar to wind turbines, but they are installed in the water instead of on land. Tidal turbines are typically installed in areas where the tides are strong, such as in tidal channels and straits. When the tide comes in, the water flows through the tidal turbines, which generates electricity. When the tide goes out, the water flows through the tidal turbines in the …","date":-62135596800,"description":"","objectID":"2dfcfa25f5e2214a87d4b3aa7e3986cf","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/power/tidalpower/","title":"Tidal power stations"},{"content":" Harnessing Energy from the sea Tidal Power Stations ","date":-62135596800,"description":"","objectID":"e727d099e9649dd98e0a9936d6ef591f","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/marineres/power/","title":"Marine Resources-Power"},{"content":"What is a Cyclonic storm?\nCyclonic storms, also known as tropical cyclones, hurricanes, and typhoons, are rotating wind systems that form over warm ocean waters. They are characterized by a central region of low atmospheric pressure and strong winds that rotate in a counterclockwise direction in the Northern Hemisphere and clockwise direction in the Southern Hemisphere.\nHow is a cyclonic storm formed?\nThe formation of cyclonic storms is a complex process that requires a number of factors to come together, including:\nWarm ocean waters: Cyclonic storms need warm ocean waters (at least 26°C or 79°F) to form and develop. The warm water provides the energy that drives the storm. Low wind shear: Cyclonic storms also need low wind shear, which is the change in wind direction and speed with altitude. High wind shear can disrupt the storm\u0026amp;rsquo;s circulation and prevent it from developing. Atmospheric instability: Cyclonic storms also need atmospheric instability, which is a condition in which the atmosphere is prone to rising air. Rising air can cool and condense, forming clouds and rain. Once these conditions are met, a cyclonic storm can begin to form. The process typically starts with a small disturbance in the atmosphere, such as a wave on a weather front. As the disturbance grows, it begins to draw in warm, moist air from the surrounding ocean. This air rises and cools, forming clouds and rain. The rising air also releases latent heat, which further energizes the storm.\nAs the storm continues to grow, it develops a central region of low atmospheric pressure. This low pressure draws in even more air, which causes the winds to strengthen. The storm also develops a characteristic eye, which is a region of calm, clear air in the center of the storm.\nCyclonic storms can reach wind speeds of over 250 kilometers per hour (155 miles per hour). They can also produce heavy rains and storm surges that can cause significant damage.\nHere are the stages of cyclone formation: …","date":-62135596800,"description":"","objectID":"ddb35749b1996e5ddeb767f51ca4e8e3","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/meteorology/cyclones/","title":"Cyclonic Storms"},{"content":"By influencing global temperatures and precipitation, the El Niño/Southern Oscillation (ENSO) significantly impacts Earth’s ecosystems and human societies. El Niño and La Niña are opposite extremes of the ENSO, which refers to cyclical environmental conditions that occur across the Equatorial Pacific Ocean. These changes are due to natural interactions between the ocean and atmosphere. Sea surface temperature, rainfall, air pressure, atmospheric and ocean circulation all influence each other. A satellite image of the Earth showing an abnormally warm area near the equator off the West Coast of South America. Satellite sea surface temperature departure in the Pacific Ocean for the month of October 2015, where darker orange-red colors are above normal temperatures and are indicative of El Niño. (Image credit: NOAA)\n!(PHOTO El Nino.png)\nWhat is El Niño? What is La Niña? An El Niño condition occurs when surface water in the equatorial Pacific becomes warmer than average and east winds blow weaker than normal. The opposite condition is called La Niña. During this phase of ENSO, the water is cooler than normal and the east winds are stronger. El Niños typically occur every 3 to 5 years.\nENSO-Neutral or average conditions across the tropical Pacific Ocean. Climate.gov schematic by Emily Eng and inspired by NOAA PMEL. The rise of El Niño and La Niña How do El Niño and La Niña events form and increase in strength? The key is in the ocean-atmosphere coupling across the tropical Pacific Ocean.\nHow ENSO impacts humans? El Niño, La Niña, and the neutral condition all produce important consequences for people and ecosystems across the globe. The interactions between the ocean and atmosphere alters weather around the world and can result in severe storms or mild weather, drought or flooding. Beyond “just” influencing the weather, these changes can produce secondary results that influence food supplies and prices, forest fires, and create additional economic and political …","date":-62135596800,"description":"","objectID":"a43409141042b193ea2fd33d8367d11e","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/meteorology/el-nino/","title":"El Nino and La Nina"},{"content":"Synoptic weather observations Synoptic weather observations are observations of the atmosphere that are made at regular intervals, typically every three or six hours, at a global network of weather stations. These observations are used by meteorologists to create weather maps and forecasts.\nSynoptic weather observations typically include the following elements:\nTemperature: The air temperature at the time of the observation. Dew point: The temperature at which the air would become saturated with water vapor and condensation would occur. Wind speed and direction: The speed and direction of the wind at the time of the observation. Atmospheric pressure: The pressure of the atmosphere at the time of the observation. Cloud cover: The amount and type of cloud cover present at the time of the observation. Visibility: The horizontal distance at which objects can be clearly seen at the time of the observation. Precipitation: The type and amount of precipitation that has fallen since the previous observation. In addition to these basic elements, synoptic weather observations may also include other information, such as the presence of fog, thunderstorms, or other weather phenomena.\nImportance of Synoptic Weather Observation Systems\nSynoptic weather observations are important for a number of reasons. First, they provide meteorologists with a snapshot of the current state of the atmosphere. This information is used to create weather maps and forecasts, which help people to plan their daily activities and make informed decisions about their safety.\nSecond, synoptic weather observations can be used to track the movement of weather systems, such as fronts, cyclones, and anticyclones. This information can be used to predict where and when these weather systems will bring precipitation, thunderstorms, and other hazardous weather conditions.\nThird, synoptic weather observations are used to study the climate. By comparing weather observations from different time periods, scientists can …","date":-62135596800,"description":"","objectID":"d17957c90ca6560b511627cf9ddfdf47","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/meteorology/metobs/","title":"Meteorological Observation Systems"},{"content":"Divergence What is wind effects divergence? Wind effects divergence refer to the effects of horizontal winds on the divergence of air. Divergence is a measure of how much air is spreading out from a given point. It is calculated as the sum of the changes in the wind speed in the x, y, and z directions. Wind effects divergence can be either positive or negative. Positive divergence means that air is spreading out from a given point, while negative divergence means that air is converging towards a given point.\nWhat are the examples of Wind effect divergence? Here are some examples of wind effects divergence:\nUpper-level divergence: When winds in the upper levels of the atmosphere spread out, it creates a region of low pressure at the surface. This can lead to the formation of clouds and precipitation. Surface convergence: When winds at the surface converge, it creates a region of high pressure. This can lead to clear skies and dry weather. Coastal convergence: When winds blow from the ocean towards the land, they converge at the coastline. This can lead to the formation of fog and clouds along the coast. Mountain convergence: When winds blow up a mountain slope, they converge at the ridge. This can lead to the formation of clouds and precipitation on the windward side of the mountain. What are the effects of wind divergence on weather pattern?\nWind effects divergence can have a significant impact on weather patterns. For example, upper-level divergence is often associated with the development of mid-latitude cyclones, while surface convergence is often associated with the development of anticyclones. Here are some specific examples of weather events that can be caused by wind effects divergence:\nThunderstorms: Thunderstorms often form in regions of upper-level divergence and surface convergence. The upper-level divergence helps to lift air, while the surface convergence helps to focus the lift. Tornadoes: Tornadoes can form in regions of strong upper-level divergence …","date":-62135596800,"description":"","objectID":"8ecc3be866c757038c1fc75418e3c2a0","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/meteorology/wind_effects/","title":"Wind Effects"},{"content":"Contents Meteorological Observing Systems -conventional and recent systems\nWind effects\nDivergence Convergence. Diffluence. Confluence. Vorticity. Coriolis and centrifugal effects balance motion. Geostropic and gradient wind. Cyclostrophic wind. Elemcntary ideas of general circulation and jet streams. cyclonic storms\nformation intensification,movement and weakening methods of cyclone forecasting;\ncyclone warning bulletins of merchant ships el-nino and la-nina\n","date":-62135596800,"description":"","objectID":"ed2284d360ccebd2137a1fe00a15f222","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/meteorology/","title":"Meteorology"},{"content":"What is ABNJ? Areas beyond national jurisdiction (ABNJ) are those parts of the ocean that are not under the control of any one country. They cover about 64% of the ocean\u0026amp;rsquo;s surface and 95% of its volume, making them the largest global commons on Earth.\nABNJ are home to a wide range of marine life and ecosystems, including many that are unique and found nowhere else on the planet. They also play a vital role in regulating the climate and providing essential resources to people around the world.\nHowever, ABNJ are facing a number of challenges, including overfishing, pollution, and climate change. These challenges are interconnected and require a coordinated response from the global community.\nThe conservation and management of resources in ABNJ is governed by a number of international agreements, including the United Nations Convention on the Law of the Sea (UNCLOS) and the Convention on Biological Diversity (CBD). These agreements provide a framework for cooperation on a range of issues, including fisheries, shipping, and environmental protection.\nIn addition to international agreements, there are also a number of regional and subregional organizations that play a role in the conservation and management of ABNJ resources. These organizations work to coordinate management efforts and develop common standards and practices.\nDespite the existence of these agreements and organizations, there are still a number of challenges to the effective conservation and management of ABNJ resources. These challenges include: The fragmentation of the international ocean governance system The lack of effective enforcement mechanisms for international agreements The capacity constraints of developing countries The increasing pressure on marine resources from human activities Despite these challenges, there is a growing recognition of the importance of ABNJ conservation and management. The United Nations Sustainable Development Goal 14 calls for \u0026amp;ldquo;conserving and sustainably …","date":-62135596800,"description":"","objectID":"2ec930076e9e21cabb2b565955787c34","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceangov/abnj/","title":"Areas Beyond National Jurisdiction"},{"content":"What is CCRF? The FAO Code of Conduct for Responsible Fisheries (CCRF) is a voluntary international instrument that sets out principles and standards for the conservation, management and development of living aquatic resources. It was adopted by the FAO Conference in 1995 and has since been endorsed by over 180 countries.\nThe CCRF is based on the following principles: The precautionary approach: States should act with caution when taking decisions that could have a negative impact on living aquatic resources, even if there is no scientific certainty that such an impact will occur.\nEcosystem approach: States should manage living aquatic resources in a way that takes into account the interconnectedness of ecosystems and the need to protect biodiversity.\nGood governance: States should develop and implement policies and measures for the conservation, management and development of living aquatic resources in a participatory and transparent manner.\nSustainable use: States should ensure that living aquatic resources are used in a sustainable manner, so that they can be used for present and future generations.\nThe CCRF covers a wide range of issues, including: Fisheries management: The CCRF provides guidance on how to develop and implement effective fisheries management measures.\nAquaculture: The CCRF provides guidance on how to develop and implement sustainable aquaculture practices.\nResearch and development: The CCRF emphasizes the importance of research and development in supporting the conservation, management and development of living aquatic resources.\nInternational cooperation: The CCRF encourages states to cooperate with each other on the conservation, management and development of shared living aquatic resources.\nThe CCRF is a valuable tool for governments, fishers, aquaculture operators, and other stakeholders involved in the fisheries and aquaculture sectors. It provides a framework for responsible and sustainable practices that can help to ensure the long-term …","date":-62135596800,"description":"","objectID":"be020c7e888d168dafeced3addb3d39c","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceangov/ccrf/","title":"FAO Code of Conduct for Responsible Fisheries(CCRF)"},{"content":"What is CLCS and describe it\u0026amp;rsquo;s functions. The Commission on the Limits of the Continental Shelf (CLCS) is a 21-member body of experts established under the United Nations Convention on the Law of the Sea (UNCLOS) to consider submissions from coastal states on the outer limits of their continental shelf beyond 200 nautical miles from their baselines.\nThe CLCS\u0026amp;rsquo;s work is important because the continental shelf is a valuable resource that can contain oil, gas, and other minerals. The CLCS\u0026amp;rsquo;s recommendations help coastal states to determine the extent of their continental shelf and to exploit its resources sustainably.\nThe CLCS\u0026amp;rsquo;s work is also important because it helps to resolve disputes between states over the delimitation of their maritime boundaries. The CLCS\u0026amp;rsquo;s recommendations are not binding, but they are generally respected by coastal states.\nThe CLCS is a highly technical body. Its members are experts in geology, geophysics, oceanography, and international law. The CLCS\u0026amp;rsquo;s work is also highly political, as coastal states have a strong interest in the outcome of the CLCS\u0026amp;rsquo;s recommendations.\nThe CLCS plays a vital role in the sustainable management of the oceans. Its work helps to ensure that coastal states can benefit from the resources of their continental shelf in a way that is compatible with the protection of the marine environment.\nHere are some additional details about the CLCS\u0026amp;rsquo;s work: The CLCS\u0026amp;rsquo;s recommendations are based on scientific and technical evidence, including data on the geomorphology of the seabed, the thickness of the sedimentary column, and the natural prolongation of the landmass. The CLCS\u0026amp;rsquo;s recommendations are also based on the principles of international law, including the principle of equity. The CLCS\u0026amp;rsquo;s work is transparent and inclusive. Coastal states are encouraged to participate in the CLCS\u0026amp;rsquo;s proceedings and to submit their own scientific and technical data. The …","date":-62135596800,"description":"","objectID":"f2a8435f8e8709672ef3598890974f8d","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceangov/clcs/","title":"Commission on Limits of the Continental Shelf"},{"content":"What is Ocean Governance? Ocean governance is the process by which the world\u0026amp;rsquo;s oceans are managed and used. It encompasses a wide range of actors and institutions, including governments, international organizations, businesses, civil society groups, and individuals.\nOcean governance is important because the oceans play a vital role in the global economy and environment. They provide food, jobs, transportation, and recreation. They also regulate the climate, produce oxygen, and support a wide range of biodiversity.\nHowever, the oceans are facing a number of challenges, including climate change, overfishing, pollution, and habitat destruction. These challenges are interconnected and require a coordinated response from the global community.\nThere are a number of international agreements that govern the oceans, including the United Nations Convention on the Law of the Sea (UNCLOS). UNCLOS is the most comprehensive international treaty on ocean affairs, and it provides a framework for cooperation on a wide range of issues, including fisheries, shipping, and environmental protection.\nIn addition to international agreements, there are also a number of regional and national ocean governance institutions. Regional organizations, such as the European Union and the Association of Southeast Asian Nations (ASEAN), play an important role in coordinating ocean management within their respective regions. National governments are also responsible for developing and implementing ocean policies within their own territorial waters.\nOcean governance is a complex and challenging task. However, it is essential that we find ways to manage the oceans sustainably for the benefit of current and future generations.\nHere are some of the key goals of ocean governance: To protect and conserve marine ecosystems and biodiversity To sustainably manage marine resources To reduce and prevent marine pollution To promote the peaceful uses of the oceans To ensure the safety and security of maritime …","date":-62135596800,"description":"","objectID":"0ba5d36c5ca1566093cfb81b5822b41a","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceangov/defoceangov/","title":"Ocean Governance"},{"content":"T## he International Seabed Authority (ISA):\nis an intergovernmental organization of 167 member states and the European Union established under the 1982 United Nations Convention on the Law of the Sea (UNCLOS) and its 1994 Agreement on Implementation. The ISA is headquartered in Kingston, Jamaica.\nThe ISA\u0026amp;rsquo;s dual mission is to: Organize and control mining activities in the international seabed, which is considered the \u0026amp;ldquo;common heritage of mankind.\u0026amp;rdquo; Protect the marine environment from potential harm caused by mining activities. The ISA exercises jurisdiction over the Area, which is defined as the seabed and ocean floor and subsoil thereof beyond the limits of national jurisdiction. The Area covers approximately half of the Earth\u0026amp;rsquo;s surface.\nThe ISA\u0026amp;rsquo;s main functions include: Granting exploration and exploitation contracts for mineral resources in the Area. Monitoring and regulating mining activities to ensure that they are conducted in a sustainable manner and do not cause undue harm to the marine environment. Promoting and facilitating scientific research on the Area. Ensuring that the benefits from mining activities in the Area are shared equitably with all member states. Assembly The ISA\u0026amp;rsquo;s governing body is the Assembly, which is composed of all member states. The Assembly meets once a year to adopt the ISA\u0026amp;rsquo;s budget, approve exploration and exploitation contracts, and provide guidance on the ISA\u0026amp;rsquo;s work.\nCouncil The ISA\u0026amp;rsquo;s executive body is the Council, which is composed of 36 member states elected by the Assembly. The Council meets twice a year to approve exploration and exploitation plans, monitor the ISA\u0026amp;rsquo;s budget, and make recommendations to the Assembly.\nSecretariat The ISA\u0026amp;rsquo;s secretariat is headed by the Secretary-General, who is responsible for the day-to-day administration of the ISA.\nThe ISA is a relatively new organization, having been established in 1994. However, it has already played an …","date":-62135596800,"description":"","objectID":"520eaaed7e99347657cb867798bdd2fb","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceangov/isa/","title":"International Seabed Authority"},{"content":"Marine sustainable development is the management and use of marine resources in a way that meets the needs of the present without compromising the ability of future generations to meet their own needs. It is essential to ensure that the oceans remain healthy and productive, and that the benefits of marine resources are shared equitably.\nThere are many different aspects of marine sustainable development, including:\nSustainable fisheries: Fisheries management that ensures that fish stocks are harvested at a sustainable rate, and that fishing practices do not harm the marine environment. Marine protected areas: Areas of the ocean that are protected from human activities, such as fishing and mining. Marine protected areas help to conserve marine biodiversity and to protect important marine ecosystems. Pollution reduction: Reducing the amount of pollution that enters the ocean from land-based sources, such as agriculture, industry, and sewage treatment plants. Ocean acidification mitigation: Reducing the amount of greenhouse gases that are emitted into the atmosphere, which can cause ocean acidification. Ocean acidification is a serious threat to marine ecosystems, and it is important to take action to mitigate its impacts. Marine sustainable development is important for a number of reasons:\nThe oceans provide food and livelihoods for millions of people around the world. The oceans play a vital role in regulating the climate and supporting life on Earth. The oceans are home to a vast array of marine life, much of which has yet to be discovered. The oceans provide a range of recreational and cultural opportunities. We all have a role to play in ensuring the sustainable development of the oceans. We can do this by making sustainable choices about the seafood we eat, the products we buy, and the way we live. We can also support organizations that are working to protect the oceans.\nHere are some ways that you can support marine sustainable development:\nChoose seafood that is …","date":-62135596800,"description":"","objectID":"e2cf981fb264c35dd836d7c3aca6907b","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceangov/sdev/","title":"Sustainable Development"},{"content":"What is UNFSA? The United Nations Agreement on the Conservation and Management of Straddling Fish Stocks and Highly Migratory Fish Stocks (UNFSA) is an international agreement that aims to ensure the long-term conservation and sustainable use of straddling fish stocks and highly migratory fish stocks.\nStraddling fish stocks are those that occur both within the exclusive economic zones (EEZs) of coastal states and in the high seas. Highly migratory fish stocks are those that migrate across the EEZs of two or more coastal states or extend into the high seas.\nUNFSA was adopted in 1995 and entered into force in 2001.* It is currently one of the most important international agreements governing fisheries management.\nUNFSA sets out a number of principles and obligations for states in relation to the conservation and management of straddling fish stocks and highly migratory fish stocks. These include: The precautionary approach: States must act with caution when taking decisions that could have a negative impact on straddling fish stocks and highly migratory fish stocks, even if there is no scientific certainty that such an impact will occur. The best available scientific information: States must base their decisions on the best available scientific information. Compatibility: States must ensure that their conservation and management measures are compatible with those of other states that are fishing the same stocks. Transparency: States must be transparent about their conservation and management measures and the data on which they are based. What are RFMOs? UNFSA also establishes a number of mechanisms for cooperation between states, including through regional fisheries management organizations (RFMOs). RFMOs are responsible for developing and implementing conservation and management measures for straddling fish stocks and highly migratory fish stocks in their respective regions.\nUNFSA has played an important role in improving the conservation and management of straddling …","date":-62135596800,"description":"","objectID":"8d7a2f2ce2da294de871a9dfcb20fb9c","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceangov/unfsa/","title":"UNFSA"},{"content":" Ocean governance ABNJ -conservation and resources under ABNJ UN agreement on conservation and management of Straddling Fish Stocks and Highly Migratory Fish Stocks. FAO code of conduct of Responsible Fisheries. BBNJ International Seabed Authority Commission on the limits of the continental shelf. Sustainable development. ","date":-62135596800,"description":"","objectID":"51c5743f6ed620352203b501ad1f81e7","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceangov/","title":"Ocean Governance"},{"content":"What are Active Geological processes? Active geological processes are the forces that are constantly shaping and changing the Earth\u0026amp;rsquo;s surface. These processes can be slow and gradual, like erosion, or they can be sudden and catastrophic, like volcanic eruptions and earthquakes.\nHere are some examples of active geological processes: Volcanoes Volcanoes are openings in the Earth\u0026amp;rsquo;s crust that allow molten rock, ash, and gases to escape. When a volcano erupts, it can release a tremendous amount of energy, causing widespread destruction.\nEarthquakes Earthquakes are caused by the sudden release of energy in the Earth\u0026amp;rsquo;s crust. This energy can be released by the movement of tectonic plates, or by the eruption of a volcano. Earthquakes can cause widespread damage to buildings and infrastructure.\nErosion Erosion is the process of wearing away and transporting rock and soil. It can be caused by wind, water, ice, and gravity. Erosion is a natural process that helps to shape the Earth\u0026amp;rsquo;s surface, but it can also be a problem, especially in areas where it is accelerated by human activities.\nGlaciations Glaciations are periods of time when the Earth\u0026amp;rsquo;s surface is covered in ice sheets and glaciers. Glaciations can last for millions of years, and they have a significant impact on the Earth\u0026amp;rsquo;s climate and environment.\nThese are just a few examples of the many active geological processes that are shaping the Earth today. These processes are essential for maintaining the planet\u0026amp;rsquo;s habitability, but they can also pose a threat to human life and property. It is important to understand these processes and how to mitigate their risks.\n","date":-62135596800,"description":"","objectID":"dc58927de43130591c6d7ac7cf4f20b8","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceanogeo/actgeo/","title":"Active geological processes"},{"content":"What are Bathymetric Studies? Bathymetric studies are essential for understanding the oceans. They provide information about the depth and shape of the seafloor, which can be used to map ocean currents, identify potential hazards, and understand the distribution of marine life.\nMethods of Bathymetric Studies Two common methods of bathymetric data collection are precision depth recorders (PDRs) and side-scan sonar (SOPAR).\nPrecision depth recorders (PDRs) are acoustic devices that measure the depth of the seafloor by sending out a sound pulse and recording the time it takes for the echo to return. PDRs are typically mounted on the bottom of a ship or other vessel, and they can provide accurate depth measurements at high speeds.\nSide-scan sonar (SOPAR) is a type of sonar that uses sound waves to create images of the seafloor. SOPAR systems typically consist of two transducers that are mounted on the sides of a vessel. The transducers emit sound waves that bounce off the seafloor and are received by the other transducer. The difference in arrival time of the two echoes is used to create an image of the seafloor.\nHow is the Bathymetric Data used? Bathymetric data collected using PDRs and SOPAR can be used to create detailed maps of the seafloor. These maps can be used for a variety of purposes, including:\nMapping ocean currents: The depth and shape of the seafloor can influence the movement of ocean currents. Bathymetric data can be used to create models of ocean currents, which can be used to predict their behavior and impact on shipping, fisheries, and other human activities.\nIdentifying potential hazards: Bathymetric data can be used to identify potential hazards such as underwater mountains, shipwrecks, and unexploded ordnance. This information can be used to avoid these hazards and reduce the risk of accidents.\nUnderstanding the distribution of marine life: The depth and shape of the seafloor can also influence the distribution of marine life. Bathymetric data can …","date":-62135596800,"description":"","objectID":"85d8f55334766436098be74b7ebc38ab","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceanogeo/bathy/","title":"Bathymetric Studies"},{"content":"Ice formation: Ice forms when water cools below its freezing point (0 degrees Celsius or 32 degrees Fahrenheit). However, water can remain liquid below its freezing point if it is pure and undisturbed. This is because water molecules are constantly moving and colliding with each other. When a water molecule collides with another water molecule, it can transfer some of its energy to the other molecule. This energy transfer can prevent the water molecules from slowing down enough to form ice crystals.\nHowever, if there is a small impurity in the water, such as a dust particle or a snowflake, it can provide a surface for the water molecules to cling to. This can help to initiate the formation of ice crystals. Once ice crystals begin to form, they can grow rapidly by attracting more water molecules.\nIce decay: Ice decays when it melts or sublimates. Melting occurs when the ice warms up above its freezing point. Sublimation occurs when the ice directly transitions from a solid to a gas without going through a liquid phase. Sublimation can occur even at temperatures below freezing, but it is more likely to occur at higher temperatures and lower pressures.\nThe rate of ice decay is influenced by a number of factors, including temperature, pressure, wind speed, and solar radiation. Ice will decay more quickly at higher temperatures and lower pressures. Wind speed can also increase the rate of ice decay by blowing away warm air and bringing in cold air. Solar radiation can also cause ice to decay by melting the surface of the ice.\nDistribution and movement of ice: Ice is distributed throughout the world, but it is most concentrated in the polar regions and at high altitudes. Ice can also be found in lakes, rivers, and oceans.\nIce can move in a number of ways, including: Wind: Wind can blow ice around, especially when the ice is in small pieces, such as frazil ice.\nOcean currents: Ocean currents can transport ice from one region to another. For example, the East Greenland …","date":-62135596800,"description":"","objectID":"3c6cc135944f4bf8c48ac2a8b85660c0","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceanogeo/ice/","title":"Ice"},{"content":"What is the Mohole Project? The Mohole project was an attempt to drill through the Earth\u0026amp;rsquo;s crust and mantle to the Mohorovičić discontinuity, also known as the Moho. The Moho is a boundary between the crust and mantle, and it is located at a depth of about 6 miles (10 kilometers) beneath the ocean floor.\nThe project was conceived in the 1950s by scientists who believed that drilling to the Moho would provide valuable insights into the structure and composition of the Earth\u0026amp;rsquo;s interior. The project was funded by the United States Navy and the National Science Foundation, and it began in 1961.\nThe project faced a number of challenges, including the difficulty of drilling through the tough rocks of the ocean floor. In 1966, the project drilled to a depth of 180 meters (590 feet), but it was unable to reach the Moho.\nThe project was eventually abandoned in 1967 due to budget cuts and technical difficulties. However, the project was not a complete failure. The data collected by the project provided valuable information about the structure of the ocean floor, and it helped to pave the way for future deep-sea drilling projects.\nContributions of the Mohole project The Mohole project made a number of important contributions to our understanding of the Earth\u0026amp;rsquo;s interior, including:\nConfirmation of the Moho: The project confirmed the existence of the Moho, which had previously been inferred from seismic data.\nImproved understanding of the ocean floor: The project provided new data about the structure and composition of the ocean floor.\nAdvances in deep-sea drilling technology: The project helped to develop new technologies for deep-sea drilling, which have been used in subsequent projects.\nFuture of deep-sea drilling The Mohole project was a pioneering effort to drill through the Earth\u0026amp;rsquo;s crust. Since the project was abandoned, there have been a number of other deep-sea drilling projects, including the Deep Sea Drilling Project (DSDP) and the Ocean …","date":-62135596800,"description":"","objectID":"f43dc00b4907eeeea1aa66219b97b5bc","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceanogeo/mohole/","title":"Mohole Project"},{"content":"Surface ocean currents are driven by a combination of factors, including: Wind: Wind is the primary driving force of surface ocean currents. As wind blows across the ocean, it drags the surface water along with it. The direction of a surface current is generally determined by the direction of the prevailing wind.\nCoriolis effect: The Coriolis effect is a deflection of moving objects caused by the Earth\u0026amp;rsquo;s rotation. In the Northern Hemisphere, the Coriolis effect deflects moving objects to the right, and in the Southern Hemisphere, it deflects them to the left. This deflection has a significant impact on the direction of surface ocean currents.\nLandmasses: Landmasses can also influence the direction of surface ocean currents. For example, the Gulf Stream is deflected northward by the eastern coast of North America.\nSubsurface ocean currents are driven by a combination of factors, including: Density differences: Density differences in water masses caused by temperature and salinity variations can drive subsurface ocean currents. Warmer and saltier water is denser than colder and fresher water. Therefore, warmer and saltier water masses tend to sink below colder and fresher water masses. This sinking creates a pressure gradient that drives the movement of subsurface ocean currents.\nWind: Wind can also influence subsurface ocean currents. For example, the Southern Ocean Circumpolar Current is driven by the strong westerly winds that blow around Antarctica.\nLandmasses: Landmasses can also influence the direction of subsurface ocean currents. For example, the North Atlantic Deep Water is deflected westward by the Mid-Atlantic Ridge.\nThe circulation of ocean currents is a complex process that is influenced by a variety of factors. However, the main driving forces of ocean circulation are wind, density differences, and the Coriolis effect.\nSurface and subsurface ocean currents play an important role in global climate and ocean circulation. They transport heat and …","date":-62135596800,"description":"","objectID":"e5e9b5a3316b522754c5f0832174d5a0","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceanogeo/oceancurr/","title":"Surface Ocean Currents"},{"content":"Discuss Genesis of Rocks Rocks are formed through a variety of geological processes, which can be broadly classified into three main types:\nIgneous rocks are formed from the cooling and solidification of molten magma or lava. Magma is generated within the Earth\u0026amp;rsquo;s mantle, and can rise to the surface and erupt as lava, or cool and solidify underground. Igneous rocks are typically classified based on their composition and texture. Some common examples of igneous rocks include granite, basalt, and obsidian.\nSedimentary rocks are formed from the accumulation and compaction of sediments. Sediments can be derived from the weathering and erosion of existing rocks, or from the precipitation of minerals from solution. Sedimentary rocks are typically classified based on their composition and texture. Some common examples of sedimentary rocks include sandstone, limestone, and shale.\nMetamorphic rocks are formed when existing rocks are subjected to high temperatures and pressures. This can happen during mountain building events, or when rocks are buried deeply within the Earth\u0026amp;rsquo;s crust. Metamorphic rocks are typically classified based on their composition and texture. Some common examples of metamorphic rocks include marble, gneiss, and quartzite.\nTypes of rocks There are many different types of rocks, but they can be broadly classified into the three main types mentioned above: igneous, sedimentary, and metamorphic. Each of these main types can be further subdivided into smaller groups and types based on their composition, texture, and other characteristics.\nIgneous rocks can be divided into two main types: intrusive and extrusive. Intrusive igneous rocks cool and solidify slowly underground, while extrusive igneous rocks cool and solidify quickly at the surface.\nSedimentary rocks can be divided into three main types: clastic, chemical, and organic. Clastic sedimentary rocks are formed from fragments of other rocks, while chemical sedimentary rocks are formed from …","date":-62135596800,"description":"","objectID":"6be2fff9a9dd56dac734fb5576a997cc","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceanogeo/rocks/","title":"Genesis of rocks, types of rocks,distribution of rocks in the continents and oceans"},{"content":"What is a Submarine Atlas? A submarine atlas is a collection of maps and charts that show the features of the ocean floor. Submarine atlases are used for a variety of purposes, including navigation, scientific research, and resource management.\nThe following are some of the steps involved in preparing a submarine atlas:\nCollect data: The first step is to collect data about the ocean floor. This data can be collected using a variety of methods, including bathymetric surveys, acoustic imaging, and satellite remote sensing.\nProcess data: Once the data has been collected, it needs to be processed to create maps and charts of the ocean floor. This processing typically involves using computer software to create a digital model of the ocean floor.\nProduce maps and charts: The next step is to produce maps and charts of the ocean floor. These maps and charts can be used for a variety of purposes, including navigation, scientific research, and resource management.\nPublish the atlas: The final step is to publish the atlas. This can be done in a variety of formats, including print, digital, or online.\n###Conclusion\nSubmarine atlases are important tools for understanding and managing the ocean floor\nDefinitions of Various Oceanic Features: Shelf The continental shelf is the submerged extension of a continent\u0026amp;rsquo;s continental margin. It is typically a gently sloping plain that extends from the shoreline to the edge of the continental slope. The continental shelf is typically less than 650 feet (200 meters) deep and is covered in a variety of sediments, including sand, mud, and gravel.\nFloor The ocean floor is the deepest part of the ocean and is located beneath the continental shelf and slope. The ocean floor is divided into three main regions: the abyssal plain, the mid-ocean ridges, and the deep-sea trenches.\nThe abyssal plain is the largest region of the ocean floor and is covered in a thick layer of sediment. The mid-ocean ridges are a series of mountain ranges that run …","date":-62135596800,"description":"","objectID":"e93f4a7d285bb393e70cdf3114c39e4a","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceanogeo/satlas/","title":"Submarine Atlas"},{"content":"Composition of seawater Seawater is a complex mixture of water, salts, and other dissolved substances. It has a number of unique physical properties, including:\nSalinity: Salinity is a measure of the amount of dissolved salts in seawater. It is typically expressed in parts per thousand (ppt). The average salinity of seawater is about 35 ppt, but it can vary depending on location and depth.\nDensity: Density is a measure of how much mass is contained in a given volume. Seawater is denser than fresh water because of the dissolved salts. The density of seawater also increases with depth due to increasing pressure.\nTemperature: The temperature of seawater varies depending on location, depth, and time of year. The average temperature of seawater at the surface is about 20°C, but it can range from below freezing to over 30°C.\npH: pH is a measure of how acidic or alkaline a substance is. Seawater is slightly alkaline, with a pH of about 8.2. Light penetration and color of the sea\nColour of Seawater When sunlight hits the ocean surface, some of it is reflected back into the atmosphere and some of it is absorbed by the water. The amount of light that is absorbed depends on the wavelength of the light and the clarity of the water.\nRed, orange, and yellow light have longer wavelengths and are absorbed more quickly by water than blue and green light. This is why the ocean appears blue to the human eye. The clearest ocean waters can absorb up to 99% of the sunlight within the first 100 meters of depth.\nThe color of the ocean can also be affected by the presence of suspended particles and dissolved substances. For example, phytoplankton, which are tiny algae that live in the ocean, can absorb blue light, making the water appear more green. And sediment in the water can absorb all wavelengths of light, making the water appear brown or muddy.\nOverall, the physical properties of seawater, light penetration, and the color of the sea are all interrelated. The salinity, density, …","date":-62135596800,"description":"","objectID":"ace4ffc5cc5ba07a5b71295c303c25e8","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceanogeo/seawater/","title":"Physical properties of seawater, light penetration and colour of the sea"},{"content":"What is Plate Tectonic model The plate tectonic model is the unifying theory of Earth science, explaining the global distribution of earthquakes, volcanoes, mountains, and other geological features. It is based on the idea that the Earth\u0026amp;rsquo;s lithosphere (outermost solid layer) is divided into a number of plates that move relative to each other. The plates interact at three types of boundaries: divergent, convergent, and transform.\nThe plate tectonic model has been widely accepted by the scientific community since the 1960s, but there are still some areas where there is debate or disagreement. One of the most controversial aspects of plate tectonics is the driving force behind plate motion. There are a number of competing hypotheses, but none of them have been universally accepted.\nAnother area of debate is the role of plate tectonics in the early history of the Earth. Some scientists believe that plate tectonics began shortly after the Earth formed, while others believe that it did not begin until much later.\nOverall, the plate tectonic model is a very successful theory that has revolutionized our understanding of the Earth. However, there are still some unanswered questions, and the model continues to be refined and improved by scientists.\nHere is a critical assessment of various views on the plate tectonic model: Driving force behind plate motion The driving force behind plate motion is one of the most controversial aspects of plate tectonics. There are a number of competing hypotheses, but none of them have been universally accepted.\nSome of the most common hypotheses include:\nConvection currents in the mantle: This is the most widely accepted hypothesis, and it proposes that hot magma rises from the core of the Earth to the mantle, where it cools and sinks back down. The movement of the magma creates convection currents, which drag the plates along with them.\nSlab pull: This hypothesis proposes that the cool, dense oceanic crust sinks beneath the continents …","date":-62135596800,"description":"","objectID":"cb46abebe6c64c95d248fa164564dd21","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceanogeo/tectonics/","title":"The plate tectonic model"},{"content":"The distribution of salinity, temperature, and density of water masses is determined by a number of factors, including: Latitude: Salinity and temperature generally decrease with increasing latitude. This is because the sun\u0026amp;rsquo;s rays are more intense at the equator, which causes the water to evaporate and leave behind the salt. The evaporated water then travels to the poles, where it condenses and falls as precipitation. This precipitation dilutes the salinity of the ocean water and lowers its temperature.\nDepth: Salinity and temperature generally decrease with increasing depth. This is because the sun\u0026amp;rsquo;s rays cannot penetrate very deep into the ocean, so the water is not as warm. Additionally, the pressure at greater depths is higher, which causes the water to become denser.\nOcean currents: Ocean currents can transport water masses from one region to another, which can have a significant impact on the distribution of salinity, temperature, and density. For example, the Gulf Stream transports warm, salty water from the Gulf of Mexico to the North Atlantic Ocean. This warm water helps to keep the North Atlantic Ocean relatively warm, even in the winter months.\nWater Masses: Water masses are defined by their characteristic salinity and temperature properties. They are formed when water with a specific salinity and temperature range sinks below the surrounding water. This sinking can occur at high latitudes, where the water is very cold and dense, or at convergences, where two different water masses meet.\nOnce a water mass has formed, it can travel long distances throughout the ocean. Water masses play an important role in global climate and ocean circulation. They transport heat and nutrients around the globe, and they can influence the formation of storms and other weather patterns.\nHere is a general overview of the distribution of salinity, temperature, and density in the world\u0026amp;rsquo;s oceans: Surface salinity: Surface salinity is highest in the subtropics …","date":-62135596800,"description":"","objectID":"17c1746c01f6ba8b0eb1588549666f79","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceanogeo/watermass/","title":"Distribution of Salinity, Temperature and Density of Water"},{"content":" The Earth-its status and Earth\u0026amp;rsquo;s-interior-age Active geological processes (volcanoes,earthquakes, erosion, glaciations Genesis of rocks, types of rocks,distribution of rocks in the continents and oceans. Plate tectonic model- critical assessment of various views Bathymetric studies in understanding the oceans- PDR, SOPAR. Mohole project. Preparation of submarine atlas: oceanic features (contain shelf-floor slope ridges. oceanic sedimentation. and understanding ol\u0026amp;rsquo; modern terminology); General characteristics of the seas, bottom topography. coastline and beaches Physical properties of seawater, light penetration and colour of the sea Heat budget of the oceans. Distribution of salinity,temperature and density, water masses Causes of ocean currents,surface\u0026amp;amp; sub-surface circulation Ice formation and decay, distribution and movement of ice ","date":-62135596800,"description":"","objectID":"5b168570ee0f6a17424a617860e87cb1","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceanogeo/","title":"Geology and Oceanography"},{"content":"The Earth Earth is a terrestrial planet in the Solar System, the third planet from the Sun. It is the only astronomical object known to support life. Earth is a sphere with a slightly flattened diameter of about 12,742 kilometers (7,918 mi). Its mass is about 5.972 × 10^24 kilograms (1.317 × 10^25 lb). Earth\u0026amp;rsquo;s atmosphere is composed of 78.09% nitrogen, 20.95% oxygen, 0.93% argon, 0.04% carbon dioxide, and small amounts of other gases. Earth\u0026amp;rsquo;s hydrosphere covers about 71% of its surface and is essential for life.\nEarth\u0026amp;rsquo;s interior is divided into three main layers: The crust is the outermost layer and is made up of solid rock. It is about 5 to 70 kilometers (3 to 43 mi) thick.\nThe mantle is the middle layer and is made up of molten rock. It is about 2,900 kilometers (1,800 mi) thick.\nThe core is the innermost layer and is made up of solid iron and nickel. It is about 7,000 kilometers (4,300 mi) thick.\nEarth\u0026amp;rsquo;s interior age The age of Earth\u0026amp;rsquo;s interior is estimated to be about 4.54 billion years old. This is based on the age of meteorites, which are thought to have formed from the same material as the early Earth.\nScientists have used a variety of methods to estimate the age of Earth\u0026amp;rsquo;s interior, including: Radiometric dating: This method uses the decay of radioactive isotopes to determine the age of rocks and minerals.\nPaleomagnetism: This method studies the magnetic field of the Earth as it has changed over time.\nGeochronology: This method studies the layering of rocks to determine their relative ages. These methods have all given similar ages for Earth\u0026amp;rsquo;s interior, suggesting that it formed about 4.54 billion years ago.\nConclusion:\nEarth is a dynamic planet with a complex interior. Scientists are still learning about the age and composition of Earth\u0026amp;rsquo;s interior, but they have made significant progress in recent years.\n","date":-62135596800,"description":"","objectID":"9a13c57146ada39c632334ad6ffe1a56","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceanogeo/earthintro/","title":"Earth's status and Earth's interior age"},{"content":"What is the heat budget of the oceans? The heat budget of the oceans is a measure of the heat that the oceans absorb and release. It is an important part of the global climate system, as the oceans play a major role in regulating the Earth\u0026amp;rsquo;s temperature.\n##The main components of the ocean heat budget are:\nShortwave radiation: This is the energy from the sun that reaches the ocean surface. Some of this energy is reflected back into the atmosphere, and the rest is absorbed by the water.\nLongwave radiation: This is the energy that is emitted by the ocean surface. It is made up of both infrared radiation from the water itself and reflected shortwave radiation from the atmosphere.\nLatent heat flux: This is the heat that is transferred between the ocean and the atmosphere when water evaporates and condenses. Evaporation removes heat from the ocean, and condensation releases heat into the atmosphere.\nSensible heat flux: This is the heat that is transferred between the ocean and the atmosphere by conduction and convection.\nOcean currents: Ocean currents transport heat from one region to another. Warm currents transport heat from the tropics to the poles, and cold currents transport heat from the poles to the tropics.\nStatus of Ocean Heat Budget. The ocean heat budget is in balance over the long term, meaning that the total amount of heat that the oceans absorb is equal to the total amount of heat that they release. However, the heat budget can vary from year to year and from region to region.\nThe oceans are currently absorbing more heat than they are releasing. This is due to human-caused climate change, which is increasing the amount of greenhouse gases in the atmosphere. Greenhouse gases trap heat in the atmosphere, which causes the Earth\u0026amp;rsquo;s temperature to rise.\nThe extra heat that is being absorbed by the oceans is causing them to warm. This warming is having a number of impacts on the marine environment, including sea level rise, ocean acidification, and …","date":-62135596800,"description":"","objectID":"2ef4d876459b3bab9100df509e00dc7a","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceanogeo/heatbudget/","title":"Heat Budget of the Oceans"},{"content":"General characteristics of the seas Seas are smaller bodies of water than oceans and are usually partially enclosed by land. Seas are typically shallower than oceans, with an average depth of about 650 feet (200 meters). The salinity of seas can vary depending on the location, but it is generally lower than the salinity of oceans. Seas are home to a variety of marine life, including fish, shellfish, and seabirds. Bottom topography of the seas\nThe bottom topography of the seas can vary depending on the location. However, there are some general trends: The continental shelf is the submerged extension of a continent\u0026amp;rsquo;s continental margin. It is typically a gently sloping plain that extends from the shoreline to the edge of the continental slope.\nThe continental slope is the steep slope that descends from the continental shelf to the ocean floor.\nThe ocean floor is the deepest part of the ocean and is located beneath the continental shelf and slope. The ocean floor is divided into three main regions: the abyssal plain, the mid-ocean ridges, and the deep-sea trenches. Coastline and beaches\nThe coastline is the boundary between the land and the sea. Coastlines can be classified into two main types: erosional and depositional.\nErosional coastlines are characterized by cliffs, rocky shores, and other features that have been created by the erosion of the land by the sea. Depositional coastlines are characterized by beaches, sand dunes, and other features that have been created by the deposition of sediment by the sea.\nBeaches are narrow strips of sand or gravel that are located along the coastline. Beaches are formed by the deposition of sediment by the waves and currents. Beaches can vary in size and shape depending on the location and the type of sediment that is available.\nConclusion The seas are important ecosystems that provide a variety of benefits to humans, including food, recreation, and transportation. The bottom topography of the seas, the coastline, and the …","date":-62135596800,"description":"","objectID":"94608923f44d6a6d701799e7d561aec8","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/oceanogeo/seas/","title":"General characteristics of the seas"},{"content":"What is ISMP? The Indian Satellite Meteorology Programme (ISMP) is a joint initiative of the Indian Meteorological Department (IMD) and the Indian Space Research Organisation (ISRO). The ISMP was established in the early 1970s, and it has played a vital role in the development of India\u0026amp;rsquo;s meteorological capabilities.\nWhat are the key objectives of ISMP? The ISMP\u0026amp;rsquo;s primary objective is to provide IMD with the satellite data needed to improve weather forecasting and to monitor climate change. The ISMP operates a fleet of geostationary and polar-orbiting weather satellites, which provide IMD with a wide range of data about the Earth\u0026amp;rsquo;s atmosphere, including cloud cover, temperature, moisture, and wind speed.\nThe ISMP has made significant contributions to the improvement of weather forecasting in India. For example, IMD is now able to provide more accurate and timely warnings of severe weather events, such as cyclones, floods, and droughts. The ISMP has also played a vital role in the development of India\u0026amp;rsquo;s climate change monitoring and research capabilities.\nThe following are some of the key milestones in the development of the ISMP: 1975: Launch of Aryabhata, India\u0026amp;rsquo;s first satellite. 1979: Launch of Bhaskara-1, India\u0026amp;rsquo;s first satellite dedicated to earth observation. 1982: Launch of INSAT-1A, India\u0026amp;rsquo;s first geostationary satellite. 1997: Launch of Kalpana-1 (formerly METSAT), India\u0026amp;rsquo;s first satellite dedicated to meteorological observations. 2013: Launch of INSAT-3D, India\u0026amp;rsquo;s first geostationary satellite to carry a sounder. 2016: Launch of INSAT-3DR, India\u0026amp;rsquo;s second geostationary satellite to carry a sounder. The ISMP is a major success story, and it has played a vital role in the development of India\u0026amp;rsquo;s meteorological and climate change monitoring capabilities. The ISMP is also a valuable example of the successful cooperation between IMD and ISRO.\nIn addition to the above, the ISMP is also involved in a …","date":-62135596800,"description":"","objectID":"39a6b05bfa847fc7b639ca9bdb0b111d","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/satmet/ismp/","title":"Indian Satellite Meteorology Programme (ISMP)"},{"content":"Quantitative estimation of sea surface temperature (SST) can be done using a variety of methods, including: Satellite remote sensing: Satellites equipped with infrared and microwave sensors can be used to measure SST from space. These sensors measure the amount of infrared and microwave radiation emitted by the sea surface, which is related to its temperature.\nIn situ measurements: In situ measurements of SST can be made using a variety of sensors, such as buoys, ships, and aircraft. These sensors measure the temperature of the water directly.In situ measurements of SST are more accurate than satellite measurements, but they are limited in spatial and temporal coverage. In situ measurements are also more expensive to collect.\nData assimilation: Data assimilation techniques can be used to combine satellite and in situ measurements to produce a more accurate estimate of SST.Data assimilation techniques take into account the uncertainties in the satellite and in situ measurements to produce the best possible estimate of SST.\nSatellite remote sensing is the most widely used method for quantitative estimation of SST. It provides global coverage with high spatial and temporal resolution. However, satellite SST measurements can be affected by factors such as clouds and aerosols.\nWhat are the uses of SST Once SST has been estimated, it can be used for a variety of purposes, such as:\nMonitoring climate change: SST is an important indicator of climate change. By monitoring SST over time, scientists can track how the Earth\u0026amp;rsquo;s climate is changing.\nForecasting weather: SST is used in weather forecasting models to predict the formation and movement of weather systems, such as hurricanes and typhoons.\nMonitoring marine ecosystems: SST is an important factor in the distribution and abundance of marine life. By monitoring SST, scientists can track changes in marine ecosystems and identify potential threats.\nQuantitative estimation of SST is an important tool for scientists and …","date":-62135596800,"description":"","objectID":"1d5b6fb40c9d9dbed78a91cd6c76fbbc","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/satmet/qestsst/","title":"Quantitative estimation of sea surface temperature (SST)"},{"content":"What are Remote sensing Techniques used for meteorology? Remote sensing techniques are used in meteorology to measure and monitor atmospheric conditions from a distance. This is done by detecting and measuring electromagnetic radiation emitted or reflected by the atmosphere and its constituents, such as clouds, aerosols, and precipitation.\nDifferent types of remote sensing techniques are used in meteorology, including:\nSatellite imagery: Satellites provide global coverage of the atmosphere, allowing meteorologists to track weather systems and monitor climate trends. Satellite imagery can be used to measure cloud cover, cloud type, precipitation, sea surface temperature, and other atmospheric variables.\nRadar: Radar is used to measure wind speed and direction, precipitation intensity, and the location and intensity of thunderstorms. Radar can also be used to track tornadoes and other severe weather events.\nLidar: Lidar (light detection and ranging) uses laser light to measure the distance to objects in the atmosphere. Lidar can be used to measure cloud height, aerosol concentration, and wind speed.\n4.Microwave radiometry: Microwave radiometry measures the microwave radiation emitted by the atmosphere and its constituents. Microwave radiometry can be used to measure temperature, humidity, and precipitation. Remote sensing techniques are used in meteorology for a variety of purposes, including:\nHow are Remote sensing techniques used? Weather forecasting: Remote sensing data is used to produce weather forecasts, including predictions of cloud cover, precipitation, and temperature.\nSevere weather monitoring: Remote sensing data is used to monitor severe weather events, such as thunderstorms, tornadoes, and hurricanes. This information can be used to issue early warnings and help people protect themselves from harm.\nClimate monitoring: Remote sensing data is used to monitor climate trends and changes in the Earth\u0026amp;rsquo;s atmosphere. This information is used to understand …","date":-62135596800,"description":"","objectID":"afd9c72aea965fa8a8e50b4432c35919","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/satmet/rsense/","title":"Remote sensing techniques"},{"content":" Satellite data is essential for tropical storm analysis. It provides meteorologists with a global view of tropical storms, allowing them to track their movement, intensity, and structure. Satellite data is also used to assess the potential for tropical storms to produce hazardous weather conditions, such as heavy rain, strong winds, and storm surge.\nHere are some specific examples of how satellite data is used for tropical storm analysis: To track the movement of tropical storms. Satellite imagery can be used to track the movement of tropical storms over time. This information is used to produce forecasts of the storm\u0026amp;rsquo;s track and to issue early warnings to coastal communities.\nTo measure the intensity of tropical storms. Satellite imagery can be used to measure the intensity of tropical storms by estimating the wind speed and cloud top temperature. This information is used to produce forecasts of the storm\u0026amp;rsquo;s intensity and to issue early warnings for hurricane-force winds.\nTo assess the structure of tropical storms. Satellite imagery can be used to assess the structure of tropical storms by identifying features such as the eye, eyewall, and spiral rainbands. This information can be used to forecast the potential for the storm to produce hazardous weather conditions.\nTo identify areas at risk for heavy rain. Satellite imagery can be used to identify areas at risk for heavy rain by tracking the movement of rainbands and estimating the rainfall rate. This information can be used to issue flash flood warnings and advisories.\nTo monitor storm surge. Satellite imagery can be used to monitor storm surge by measuring the sea surface height and the wind speed. This information can be used to issue storm surge warnings and advisories.\nSatellite data is also used to develop and improve tropical storm models. These models are used to produce forecasts of the storm\u0026amp;rsquo;s track, intensity, and structure. Satellite data is also used to validate these models and to …","date":-62135596800,"description":"","objectID":"3fe3dd7e59eeb829097b82ab37a693b2","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/satmet/sattropic/","title":"Tropical Storm Analysis using Satellite Data"},{"content":"Development of Satellite Meteorology The historical development of satellite meteorology can be traced back to the early days of the space race between the United States and the Soviet Union. In 1957, the Soviet Union launched Sputnik 1, the first artificial satellite to orbit Earth. Sputnik 1 provided the first space views of our planet\u0026amp;rsquo;s surface and atmosphere, and its success spurred the development of meteorological satellites.\nThe first weather satellite, Vanguard 2, was launched by the United States in 1959. Vanguard 2 was designed to measure cloud cover distribution over the daylight portion of its orbit and to provide information on the density of the atmosphere. However, Vanguard 2 failed to achieve orbit, and it was not until 1960 that the first successful weather satellite, TIROS-1, was launched.\nTIROS-1 was a polar-orbiting satellite that carried two television cameras. It provided the first global images of the Earth\u0026amp;rsquo;s cloud cover, and it revolutionized the way that meteorologists monitored weather systems. TIROS-1 was followed by a series of increasingly sophisticated polar-orbiting weather satellites, including the Nimbus and NOAA series.\nIn 1966, the United States launched ATS-1, the first geostationary weather satellite. Geostationary satellites orbit the Earth at an altitude of approximately 22,236 miles, and they remain in a fixed position over a particular point on the Earth\u0026amp;rsquo;s surface. This makes them ideal for monitoring weather systems and providing real-time images of the Earth\u0026amp;rsquo;s cloud cover.\nToday, there are dozens of weather satellites in orbit around Earth, operated by a variety of nations and international organizations. These satellites provide meteorologists with a wealth of data about the Earth\u0026amp;rsquo;s atmosphere, including cloud cover, temperature, moisture, and wind speed. This data is used to improve weather forecasts and to track severe weather events, such as hurricanes, tornadoes, and thunderstorms.\nKey …","date":-62135596800,"description":"","objectID":"6bf3cba341c09349c17e322d426ff0fb","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/satmet/satmethistory/","title":"History of Satellite Meteorology"},{"content":"What are Synoptic cloud patterns? Synoptic cloud patterns are large-scale cloud formations that are associated with specific weather systems. Meteorologists use synoptic cloud patterns to identify and track these weather systems, and to forecast future weather conditions.\nSome of the most common synoptic cloud patterns include: Cirrus clouds: Cirrus clouds are thin, wispy clouds that are high in the atmosphere. They are often associated with fair weather, but they can also be a sign of approaching bad weather.\nAltostratus clouds: Altostratus clouds are gray or blue-gray clouds that cover the entire sky. They are often associated with drizzle or light rain.\nNimbostratus clouds: Nimbostratus clouds are dark gray clouds that produce continuous rain or snow.\nCumulus clouds: Cumulus clouds are puffy, white clouds that develop in fair weather. They can grow into thunderstorms if they are tall and have dark bases.\nCumulonimbus clouds: Cumulonimbus clouds are tall, dark clouds that produce thunderstorms, tornadoes, and hail.\nMeteorologists use synoptic cloud patterns to interpret the current weather conditions and to forecast future weather conditions. For example, a band of altostratus clouds moving from west to east is often a sign of an approaching cold front. A line of cumulonimbus clouds is a sign of an active thunderstorm complex.\nHere are some specific examples of how synoptic cloud patterns are used to interpret weather conditions: A band of cirrus clouds moving from west to east is often a sign of an approaching cold front. Cold fronts are associated with unstable air, which can lead to thunderstorms and other severe weather.\nA line of cumulonimbus clouds is a sign of an active thunderstorm complex. Thunderstorm complexes can produce heavy rain, strong winds, and hail.\nA large area of altostratus clouds covering the sky is often a sign of a warm front. Warm fronts are associated with stable air, which typically leads to cloudy conditions and light rain or drizzle. …","date":-62135596800,"description":"","objectID":"d34212e216fdb0c9117ce5d9e7130733","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/satmet/synclouds/","title":"Synoptic cloud patterns and their interpretation."},{"content":"What are Visual and Infra Red Channels in Satellite Meteorology In Satellite Meteorology ,visual and infrared channels are used to detect and measure different atmospheric conditions and phenomena.\nVisible channels: Visible channels detect electromagnetic radiation in the visible spectrum, which is the range of wavelengths that can be seen by the human eye. Visible channels are used to image clouds, fog, and other features on the Earth\u0026amp;rsquo;s surface.\nInfrared channels: Infrared channels detect electromagnetic radiation in the infrared spectrum, which is a range of wavelengths that are invisible to the human eye but can be felt as heat. Infrared channels are used to image the temperature of clouds, the Earth\u0026amp;rsquo;s surface, and other objects in the atmosphere.\nMeteorologists use visual and infrared channels in combination to get a more complete picture of atmospheric conditions. For example, visible channels can be used to identify the type of clouds present in a weather system, while infrared channels can be used to measure the cloud top temperature. This information can then be used to infer the altitude of the clouds and to assess the potential for precipitation.\nHere are some specific examples of how meteorological visual and infrared channels are used: To identify the type of clouds present in a weather system. For example, cirrus clouds are typically cold and have high tops, while cumulonimbus clouds are typically warm and have low tops. This information can be used to assess the potential for precipitation and other hazardous weather conditions.\nTo measure the cloud top temperature. This information can be used to infer the altitude of the clouds and to assess the potential for precipitation. For example, colder cloud tops are typically associated with higher altitude clouds, which are more likely to produce precipitation.\nTo track the movement of weather systems. For example, visible channels can be used to track the movement of clouds and infrared …","date":-62135596800,"description":"","objectID":"0146012ac6162202e5f053de80582a62","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/satmet/vandirchannels/","title":"Visual and Infra red Channels"},{"content":"How Vertical profiles of temperature and Humidity can be measured? Vertical profiles of temperature and humidity from satellite pictures can be retrieved using a variety of methods. One common method is to use infrared sounders. Infrared sounders measure the amount of infrared radiation emitted by the atmosphere at different wavelengths. This information can be used to infer the temperature and humidity of the atmosphere at different altitudes.\nAnother method for retrieving vertical profiles of temperature and humidity from satellite pictures is to use microwave radiometers. Microwave radiometers measure the amount of microwave radiation emitted by the atmosphere at different wavelengths. This information can also be used to infer the temperature and humidity of the atmosphere at different altitudes.\nA third method for retrieving vertical profiles of temperature and humidity from satellite pictures is to use a combination of infrared and microwave measurements. This method is often used to produce more accurate and detailed vertical profiles of temperature and humidity.\nHow are vertical profiles of temperatures used? Once vertical profiles of temperature and humidity have been retrieved from satellite pictures, they can be used for a variety of purposes, such as:\nWeather forecasting: Vertical profiles of temperature and humidity are used in weather forecasting models to predict the formation and movement of weather systems.\nClimate monitoring: Vertical profiles of temperature and humidity are used to monitor climate change. By monitoring vertical profiles of temperature and humidity over time, scientists can track how the Earth\u0026amp;rsquo;s climate is changing.\nAtmospheric research: Vertical profiles of temperature and humidity are used for a variety of atmospheric research purposes, such as studying the dynamics of the atmosphere and the formation of clouds.\nHere are some specific examples of how vertical profiles of temperature and humidity from satellite pictures are …","date":-62135596800,"description":"","objectID":"7a208e1a2197b5e9218adfb74652b91c","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/satmet/vertprof/","title":"Vertical profiles of temperature and humidity"},{"content":"Contents Historical development. Indian programme. Remote sensing techniques. Visual and infra-red Channels. Synoptic cloud patterns and their interpretation. Application of satellite data for tropical storm analysis. Quantitative estimation of sea surface temperature. Vertical profiles of temperature and humidity from satellite pictures. ","date":-62135596800,"description":"","objectID":"7121612dd7fe0173e297c3e77ce3ed77","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/satmet/","title":"Satellite Meteorology"},{"content":"Contents International Conventions Meteorology Satellite Meteorology Geology and oceanography Marine Resources Ocean Governance Hydrographical surveying The Earth\u0026amp;rsquo;s tides ","date":-62135596800,"description":"","objectID":"384f13b49150bba77e1bfae373731fcb","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/","title":"EM301 Marine Environment and Ocean Governance"},{"content":"Agenda 21 is a comprehensive plan of action to achieve sustainable development. It was adopted by 178 governments at the United Nations Conference on Environment and Development (UNCED) in Rio de Janeiro, Brazil, in 1992. Agenda 21 is a non-binding document, but it has been influential in guiding sustainable development efforts around the world.\nAgenda 21 covers a wide range of issues, including:\nSustainable agriculture and rural development Conservation of biological diversity Combating deforestation Protecting the atmosphere Managing fragile ecosystems Promoting sustainable energy use Managing hazardous wastes Promoting sustainable human settlements Agenda 21 also emphasizes the importance of international cooperation and participation of all stakeholders in achieving sustainable development.\nThe UNFCCC Agenda 21 is a subset of Agenda 21 that specifically addresses climate change. It outlines a series of actions that countries can take to reduce greenhouse gas emissions and adapt to the impacts of climate change.\nThe UNFCCC Agenda 21 includes provisions for:\nDeveloped countries to provide financial and technological assistance to developing countries to help them mitigate and adapt to climate change All countries to develop national climate change action plans Countries to cooperate in developing and implementing international climate change policies The UNFCCC Agenda 21 has been influential in shaping the international response to climate change. It has helped to raise awareness of the issue and has provided a framework for international cooperation on climate change.\nCurrent status of the UNFCCC Agenda 21\nThe UNFCCC Agenda 21 is still relevant today. The world is still facing significant challenges in addressing climate change, and the UNFCCC Agenda 21 provides a roadmap for how to address these challenges.\nCountries are making progress in implementing the UNFCCC Agenda 21, but more needs to be done. Developed countries need to provide more financial and …","date":-62135596800,"description":"","objectID":"1320b7606b950b9080283f7e5fa5140d","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/intconv/agenda_21/","title":"Agenda 21 UNFCCC "},{"content":"The Intergovernmental Conference on biological diversity beyond national jurisdiction (BBNJ) concluded on June 19, 2023, with the adoption of a landmark agreement to conserve and sustainably use marine biodiversity in areas beyond national jurisdiction (ABNJ). The agreement, which was adopted by consensus by the 193 member states of the United Nations Convention on the Law of the Sea (UNCLOS), is the first comprehensive international treaty to address marine biodiversity in ABNJ.\nThe BBNJ agreement covers a wide range of issues, including:\nMarine protected areas (MPAs): The agreement establishes a process for establishing and managing MPAs in ABNJ, including large-scale MPAs. Environmental impact assessments (EIAs): The agreement requires EIAs to be conducted for all activities that have the potential to significantly impact marine biodiversity in ABNJ. Capacity building and technology transfer: The agreement includes provisions to help developing countries build their capacity to implement the agreement and to gain access to relevant technologies. The BBNJ agreement is a significant achievement for the conservation of marine biodiversity. It is estimated that ABNJ accounts for over half of the Earth\u0026amp;rsquo;s surface and is home to a vast array of marine life, much of which is still unknown to science. The agreement will help to protect this biodiversity from the growing threats of climate change, overfishing, and pollution.\nCurrent status of the BBNJ agreement As of October 1, 2023, the BBNJ agreement has been signed by 92 countries and regional economic integration organizations. However, it has not yet been ratified by any country.\nSignificance of the BBNJ agreement The BBNJ agreement is a significant achievement for the conservation of marine biodiversity. It is the first comprehensive international treaty to address marine biodiversity in ABNJ, which covers over half of the Earth\u0026amp;rsquo;s surface. The agreement will help to protect this biodiversity from the …","date":-62135596800,"description":"","objectID":"bf7d15bf3ca266a98290f337f02b8c2c","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/intconv/bbnj/","title":"The Intergovernmental Conference on biological diversity beyond national jurisdiction (BBNJ,2023)"},{"content":"What is it? The Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and their Disposal, 1989 is an international treaty that aims to protect human health and the environment against the adverse effects of hazardous wastes. It was adopted on 22 March 1989 and entered into force on 5 May 1992. As of October 1, 2023, it has 189 parties.\nThe Convention covers a wide range of wastes, including toxic, poisonous, explosive, corrosive, flammable, ecotoxic, and infectious wastes. It also covers two types of wastes defined as \u0026amp;ldquo;other wastes\u0026amp;rdquo; - household waste and incinerator ash.\nThe Convention regulates the transboundary movement of hazardous wastes and other wastes and obliges its parties to ensure that such wastes are managed and disposed of in an environmentally sound manner. Parties have an obligation to minimize the quantities that are transported, to treat and dispose of wastes as close as possible to their place of generation, and to prevent or minimize the generation of wastes at source.\nThe Convention also prohibits the export of hazardous wastes from developed countries to developing countries. This is known as the \u0026amp;ldquo;ban amendment\u0026amp;rdquo; and it was adopted in 1995.\nHow is it implemented? The Basel Convention is implemented through a system of prior informed consent (PIC), which requires parties to notify each other and obtain consent before shipping hazardous wastes and other wastes across borders. The Convention also establishes a number of other measures to control the transboundary movement of hazardous wastes, including a requirement for packaging, labeling, and transport in accordance with international standards.\nThe Basel Convention has played an important role in reducing the transboundary movement of hazardous wastes and protecting human health and the environment. However, there are still a number of challenges that need to be addressed, such as the illegal trafficking of hazardous wastes and the management of …","date":-62135596800,"description":"","objectID":"a82d5fe4e0c76801ad7662496c9cb851","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/intconv/baselconv/","title":"The Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and their Disposal, 1989"},{"content":"The Commission on Sustainable Development (CSD) was a functional commission of the United Nations Economic and Social Council (ECOSOC) that was established in 1992 following the Earth Summit in Rio de Janeiro. The CSD was tasked with reviewing the implementation of Agenda 21, the global plan for sustainable development that was adopted at the Earth Summit.\nThe Global Environment Facility (GEF) is an international financial institution that was established in 1992 to provide \u0026amp;gt;funding for projects that address global environmental problems. The GEF is one of the financial mechanisms of the CSD, \u0026amp;gt;and it plays an important role in supporting the implementation of Agenda 21.\nThe GEF provides funding for projects in a number of areas, including:\nClimate change Biodiversity International waters Land degradation Chemicals and waste Persistent organic pollutants (POPs) The GEF works with a variety of partners, including governments, civil society organizations, and the private sector, to implement its projects.\nThe CSD was abolished in 2013 and its functions were transferred to the High-level Political Forum on Sustainable Development (HLPF). The HLPF is the global forum for reviewing the implementation of the Sustainable Development Goals (SDGs).\nThe GEF continues to play an important role in supporting the implementation of the SDGs. It is the largest provider of grants to developing countries for environmental projects.\nHere are some examples of how the GEF has supported the implementation of Agenda 21:\nThe GEF has provided funding for projects to protect and restore forests, which play an important role in mitigating climate change and conserving biodiversity. The GEF has provided funding for projects to improve water quality and management, which is essential for human health and sustainable development. The GEF has provided funding for projects to reduce pollution and protect the environment from hazardous chemicals and waste. The GEF is a key partner in the …","date":-62135596800,"description":"","objectID":"fad96fdef2e85128400c9b0e3da37f9c","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/intconv/csd1992/","title":"The Commission on Sustainable Development (CSD,Rio,1992)"},{"content":"The Kyoto Protocol is an international treaty that was adopted in 1997 at the Third Conference of the Parties to the United Nations Framework Convention on Climate Change (UNFCCC) in Kyoto, Japan. It entered into force in 2005 and has been ratified by 192 countries, including India.\nThe Kyoto Protocol is the first international treaty to set binding targets for the reduction of greenhouse gas emissions. It commits developed countries to reduce their emissions by an average of 5.2% below 1990 levels by the first commitment period, 2008-2012.\nThe Kyoto Protocol includes a number of mechanisms to help countries achieve their emissions targets, including:\nEmissions trading: Countries can trade emissions permits with each other, so that countries that can reduce their emissions more cheaply can sell permits to countries that find it more difficult or expensive to reduce their emissions. Joint implementation: Countries can work together to implement projects that reduce emissions in other countries. Clean development mechanism: Developed countries can invest in projects that reduce emissions in developing countries, and then count the emissions reductions towards their own targets. The Kyoto Protocol has played an important role in reducing greenhouse gas emissions and promoting international cooperation on climate change. However, it has also been criticized for not being ambitious enough and for not including all major emitters, such as the United States. Here are some of the key achievements of the Kyoto Protocol:\nThe Kyoto Protocol has helped to raise awareness of the importance of reducing greenhouse gas emissions. The Kyoto Protocol has established a global framework for international cooperation on climate change. The Kyoto Protocol has promoted the development of new technologies and markets for clean energy and energy efficiency. The Kyoto Protocol has helped to reduce greenhouse gas emissions from developed countries. The Kyoto Protocol is an important tool for …","date":-62135596800,"description":"","objectID":"42907b4a5ce2d4773439f5de9b2c679b","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/intconv/kyotoproto/","title":"Kyoto Protocol-UNFCCC (UNFCCC,Kyoto,1997)"},{"content":"The London Convention on the Prevention of Marine Pollution by Dumping of Wastes and Other Matter (LC 1972) is a global treaty adopted in 1972 to protect the marine environment from human activities, including the dumping of wastes. The Convention entered into force in 1975 and currently has 87 Contracting Parties.\nThe London Convention prohibits the dumping of certain hazardous materials, such as organohalogen compounds, mercury, cadmium, persistent plastics, and radioactive wastes. It also requires a prior special permit for the dumping of certain other materials, such as industrial wastes and dredged material.\nIn 1996, the London Protocol was adopted to further modernize the Convention and, eventually, replace it. The Protocol prohibits all dumping, except for possibly acceptable wastes on the so-called \u0026amp;ldquo;reverse list\u0026amp;rdquo;. The London Protocol entered into force in 2006 and currently has 52 Contracting Parties.\nThe London Convention and Protocol play an important role in protecting the marine environment from pollution caused by dumping. By prohibiting or regulating the dumping of certain wastes, the Conventions help to ensure that the oceans remain clean and healthy for future generations.\nHere are some of the key achievements of the London Convention and Protocol:\nThe dumping of radioactive wastes at sea has been banned since 1993. The dumping of industrial wastes at sea was phased out by 1995. The incineration of wastes at sea has been banned since 1994. The dumping of persistent plastics at sea has been prohibited since 2010. The London Convention and Protocol have helped to reduce the amount of marine debris, such as plastic bags and bottles, in the oceans. The Conventions have also helped to improve the quality of seawater and seabed sediments in many parts of the world. The London Convention and Protocol are important tools for protecting the marine environment from pollution caused by dumping. By working together, the Contracting Parties to the …","date":-62135596800,"description":"","objectID":"30e7e5af61040fa59bf9c20aa3f00f0e","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/intconv/londondump1972/","title":"The London Convention on the Prevention of Marine Pollution by Dumping of Wastes and Other Matter (LC 1972)"},{"content":"The Regional Seas Programme (RSP) is a global partnership of 14 Regional Seas Conventions and Action Plans (RSCAPs) that work to protect and manage the marine and coastal environment. The RSP is coordinated by the United Nations Environment Programme (UNEP) and is funded by a variety of sources, including governments, international organizations, and the private sector.\nThe RSP was launched in 1974 at the United Nations Conference on the Human Environment in Stockholm. The first RSCAP was established in the Mediterranean Sea in 1976, and since then, RSCAPs have been established in all major ocean regions around the world.\nThe RSP takes an ecosystem-based approach to marine and coastal management. This means that it takes into account the interconnectedness of all components of the marine and coastal environment, including humans. The RSP works to protect and manage the marine and coastal environment through a variety of activities, including:\nDeveloping and implementing regional action plans to address specific marine and coastal environmental problems Providing technical assistance and capacity building to developing countries Promoting public awareness and education about marine and coastal environmental issues Facilitating cooperation and coordination between different stakeholders The RSP has played a significant role in protecting and managing the marine and coastal environment. It has helped to reduce pollution, protect biodiversity, and promote sustainable development in coastal communities.\nIn Paris 2015, the RSP was recognized as an important tool for implementing the Sustainable Development Goals (SDGs). The SDGs are a set of 17 goals adopted by all United Nations Member States in 2015 as a blueprint to achieve a better and more sustainable future for all.\nThe RSP is particularly relevant to the following SDGs:\nSDG 6: Ensure availability and sustainable management of water and sanitation for all SDG 14: Conserve and sustainably use the oceans, seas and …","date":-62135596800,"description":"","objectID":"c5899ba1c2344074c8492e89f054b1ba","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/intconv/rsparis2015/","title":"Regional Seas Programme (RSP,Paris,2015)"},{"content":"##Rio+10\nThe 2002 World Summit on Sustainable Development (WSSD), also known as Rio+10, was held in Johannesburg, South Africa, from 26 August to 4 September 2002. It was a follow-up to the 1992 Earth Summit in Rio de Janeiro, Brazil.\nThe Rio+10 Summit was attended by over 100 heads of state and government, as well as representatives from civil society and the private sector. It focused on the implementation of the outcomes of the 1992 Earth Summit, and on identifying new challenges and opportunities for sustainable development.\nThe Rio+10 Summit produced a number of outcomes, including:\nThe Johannesburg Declaration on Sustainable Development, which reaffirmed the commitment of world leaders to sustainable development and set out a number of goals and targets to be achieved by 2015. The Plan of Implementation, which provided a detailed blueprint for implementing the Johannesburg Declaration. The Type II Partnerships, which were voluntary agreements between governments, businesses, and civil society organizations to work together on specific sustainable development projects. The Rio+10 Summit was a significant event in the history of sustainable development. It helped to raise awareness of the importance of sustainable development and to mobilize global action on the issue. However, it is important to note that many of the goals and targets set at the Rio+10 Summit were not achieved, and that the world still faces a number of challenges in achieving sustainable development.\n##Rio+20\nThe 2012 United Nations Conference on Sustainable Development (UNCSD), also known as Rio+20, was held in Rio de Janeiro, Brazil, from 20 to 22 June 2012. It was a follow-up to the 1992 Earth Summit and the 2002 Rio+10 Summit.\nThe Rio+20 Conference was attended by over 100 heads of state and government, as well as representatives from civil society and the private sector. It focused on the following three themes:\nGreen economy in the context of sustainable development and poverty …","date":-62135596800,"description":"","objectID":"891c0c6b74ddba7f977550315dff44e8","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/intconv/rio+10_20/","title":"The 2002 World Summit on Sustainable Development-Rio+10 (WSSD,Johannesburg,2002)The 2012 United Nations Conference on Sustainable Development-Rio+20 (UNCSD,Rio,2012)"},{"content":"The United Nations Conference on Environment and Development (UNCED), also known as the Earth Summit, was a major United Nations conference held in Rio de Janeiro, Brazil, from June 3 to 14, 1992. It was the largest gathering of world leaders as of 1992, with 117 heads of state and representatives of 178 nations in all attending.\nThe Earth Summit was convened in recognition of the growing interdependence of the environment and development. It was a landmark event in the history of international environmental cooperation, and it produced a number of important agreements, including:\nThe Rio Declaration on Environment and Development, which sets out 27 principles for sustainable development, including the principle that \u0026amp;ldquo;human beings are at the centre of concerns for sustainable development.\u0026amp;rdquo; The Framework Convention on Climate Change (UNFCCC), which is the main international treaty for addressing climate change. The Convention on Biological Diversity (CBD), which is the main international treaty for addressing the loss of biodiversity. Agenda 21, a comprehensive plan for sustainable development that covers a wide range of issues, including poverty, hunger, health, education, and environmental protection. The Earth Summit was a major step forward in international environmental cooperation, but it is important to note that the agreements it produced are not legally binding. This means that countries are not obligated to implement them, but they do provide a framework for international action on sustainable development.\nThe Earth Summit also had a significant impact on public awareness of environmental issues. It helped to put sustainable development on the global agenda and to inspire people around the world to take action to protect the environment.\nThe 30th anniversary of the Earth Summit will be celebrated in 2022. This is an opportunity to reflect on the progress that has been made in the past 30 years and to identify the challenges that remain. It is …","date":-62135596800,"description":"","objectID":"e79d1755efa8beb81f3ba10581fe9890","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/intconv/unced/","title":"The United Nations Conference on Environment and Development (UNCED),1992"},{"content":"The Law of the Sea for All Nations. The States Parties to this Convention.\nPrompted by the desire to settle, in a spirit of mutual understanding and cooperation, all issues relating to the law of the sea and aware of the historic significance of this Convention as an important contribution to the maintenance of peace, justice and progress for all peoples of the world,\nNoting that developments since the United Nations Conferences on the Law of the Sea held at Geneva in 1958 and 1960 have accentuated the need for a new and generally acceptable Convention on the law of the sea, Conscious that the problems of ocean space are closely interrelated and need to be considered as a whole,\nRecognizing the desirability of establishing through this Convention, with due regard for the sovereignty of all States, a legal order for the seas and oceans which will facilitate international communication, and will promote the peaceful uses of the seas and oceans, the equitable and efficient utilization of their resources, the conservation of their living resources, and the study, protection and preservation of the marine environment,\nBearing in mind that the achievement of these goals will contribute to the realization of a just and equitable international economic order which takes into account the interests and needs of mankind as a whole and, in particular, the special interests and needs of developing countries, whether coastal or land-locked,\nDesiring by this Convention to develop the principles embodied in resolution 2749 (XXV) of 17 December 1970 in which the General Assembly of the United Nations solemnly declared inter alia that the area of the seabed and ocean floor and the subsoil thereof, beyond the limits of national jurisdiction, as well as its resources, are the common heritage of mankind, the exploration and exploitation of which shall be carried out for the benefit of mankind as a whole, irrespective of the geographical location of States,\nBelieving that the …","date":-62135596800,"description":"","objectID":"152a0ebd57d9e91e41a9b3a6d557a36e","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/intconv/unclos/","title":"United Nations Convention on the Law of the Sea"},{"content":"The United Nations Convention on Biological Diversity (CBD) is an international treaty that aims to promote sustainable development. It was adopted at the Earth Summit in Rio de Janeiro in 1992 and has been ratified by 196 countries, including India.\nThe CBD has three main objectives:\nThe conservation of biological diversity. The sustainable use of its components. The fair and equitable sharing of the benefits arising from the use of genetic resources. The CBD is a comprehensive treaty that covers all aspects of biological diversity, from ecosystems to species to genes. It also covers biotechnology and the fair and equitable sharing of benefits from the use of genetic resources. The CBD is implemented through a number of mechanisms, including:\nNational Biodiversity Strategies and Action Plans (NBSAPs): NBSAPs are national plans that outline how each country will implement the CBD. Conference of the Parties (COP): The COP is the supreme decision-making body of the CBD. It meets every two years to review the implementation of the Convention and to make decisions on new initiatives. Subsidiary Body on Scientific, Technical and Technological Advice (SBSTTA): SBSTTA is a scientific advisory body that provides advice to the COP on scientific, technical, and technological matters related to the CBD. Subsidiary Body on Implementation (SBI): SBI is an implementation advisory body that provides advice to the COP on the implementation of the CBD. The CBD has played an important role in promoting the conservation and sustainable use of biological diversity around the world. However, there are still a number of challenges that need to be addressed, such as the loss of biodiversity due to habitat loss, climate change, and invasive species. Here are some of the key achievements of the CBD:\nThe CBD has helped to raise awareness of the importance of biological diversity and the need to protect it. The CBD has promoted the development of national biodiversity strategies and action …","date":-62135596800,"description":"","objectID":"61c1da11cea42db9e66a7986e564180c","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/intconv/unconvbiodiversity/","title":"The United Nations Convention on Biological Diversity (CBD,Rio,1992) "},{"content":" Previous Next \u0026amp;nbsp; \u0026amp;nbsp; / [pdf] View the PDF file here. ","date":-62135596800,"description":"","objectID":"ec1a7a7641297eb0b2a393204e6069f3","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/intconv/unepcont/","title":"United Nations Environment Programme"},{"content":"The United Nations Framework Convention on Climate Change (UNFCCC) is an international treaty that was adopted in 1992 at the Earth Summit in Rio de Janeiro, Brazil. It entered into force in 1994 and has been ratified by 198 countries, including India.\nThe UNFCCC is a landmark agreement that sets out the global framework for addressing climate change. It recognizes that climate change is a common concern of humankind and that all countries have a responsibility to address it. However, it also acknowledges that countries have different capabilities and responsibilities in addressing climate change, and that developed countries should take the lead.\nThe UNFCCC has two main objectives:\nTo stabilize greenhouse gas concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference with the climate system. To achieve this objective within a time-frame sufficient to allow ecosystems to adapt naturally to climate change, to ensure that food production is not threatened and to enable economic development to proceed in a sustainable manner. The UNFCCC is implemented through a number of mechanisms, including:\nNational communications: Parties to the UNFCCC are required to submit national communications on a regular basis. These communications provide information on greenhouse gas emissions, mitigation and adaptation measures, and financial and technological needs. Conference of the Parties (COP): The COP is the supreme decision-making body of the UNFCCC. It meets every year to review the implementation of the Convention and to make decisions on new initiatives. Subsidiary Body on Scientific, Technical and Technological Advice (SBSTA): SBSTA is a scientific advisory body that provides advice to the COP on scientific, technical, and technological matters related to the UNFCCC. Subsidiary Body on Implementation (SBI): SBI is an implementation advisory body that provides advice to the COP on the implementation of the UNFCCC. The UNFCCC has played an …","date":-62135596800,"description":"","objectID":"9dfdd6b26c02edb02ee8518b31746191","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/intconv/unfccc/","title":"The United Nations Framework Convention on Climate Change (UNFCCC,Rio,1992)"},{"content":"The United Nations Conference on the Human Environment, also known as the Stockholm Conference, was held in Stockholm, Sweden, from June 5-16, 1972. It was the first major international conference to address environmental issues.\nThe conference was attended by representatives from 113 countries, and resulted in the adoption of the Stockholm Declaration, an Action Plan for the Human Environment, and several resolutions.\nThe Stockholm Declaration is a landmark document in environmental law. It contains 26 principles that outline the rights and responsibilities of states in protecting the environment. Some of the key principles of the Stockholm Declaration include:\nMan has the fundamental right to freedom, equality and adequate conditions of life, in an environment of a quality that permits a life of dignity and well-being. States have, in accordance with the Charter of the United Nations and the principles of international law, the sovereign right to exploit their own resources pursuant to their own environmental policies, and the responsibility to ensure that activities within their jurisdiction or control do not cause damage to the environment of other States or of areas beyond the limits of national jurisdiction. The natural resources of the earth, including air, water, land, flora and fauna and especially representative samples of natural ecosystems, must be safeguarded for the benefit of present and future generations through careful planning or management, as appropriate. The Action Plan for the Human Environment is a comprehensive document that sets out a series of recommendations for addressing environmental problems at the national and international levels. The plan includes recommendations on a wide range of issues, including pollution control, natural resource management, and environmental education. The Stockholm Conference was a watershed moment in the global environmental movement. It helped to raise awareness of environmental problems and to promote …","date":-62135596800,"description":"","objectID":"9a30dd7974a70b2ae3ca2774ee58c092","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/intconv/unhe/","title":"United Nations Convention on Human Environment,1972"},{"content":"Contents United Nations Convention on Human Environment,1972. United Nations Environment Programme UNEP. United Nations Convention on prevention of Marine Pollution by dumping of wastes or other matter (London dumping convention). United Nations Convention on Law of the Seas. 1982 (UNCLOS). Basel Convention on the control of Transboundary Movement of Hazardous Wastes and their Disposal, l989 (Basel Convention) United Nations Convention on Environment and Development,1992 (Earth Summit) Agenda 21 United Nations Convention on Biological Diversity, 1992; United Nations Framework Convention on Climate change. 1992 (UNFCC); UNFCC. Kyoto protocol. 1997. 2002 \u0026amp;amp;2012 Earth Summit on Sustainable Development (Rio +10 and Rio +20); Commission on Sustainable development: Global Environment Facility (GEF); Paris 2015: Regional Seas Programme; Intergovernmental Conference on biological diversity beyond national jurisdiction2023.(BBNJ) ","date":-62135596800,"description":"","objectID":"c033c4a65b16c2e190496a43bc4d4788","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/intconv/","title":"International Conventions"},{"content":" General knowledge of tides Classification of Tides Determination of mean sea level Establishment of datums The use of co-Tidal charts Tidal streams ,currents and their measurement. ","date":-62135596800,"description":"","objectID":"67fa539ab9c7ce269e68c645c628da93","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/tides/","title":"Earth's tides"},{"content":"Co-tidal charts Co- Tidal Charts are a valuable tool for mariners, fishermen, coastal engineers, and climate scientists. They provide information about the tidal wave propagation, which is the movement of the tides through the oceans. This information can be used to predict the times and heights of the high and low tides, as well as the direction of the tidal currents.\nCo-tidal charts are created using a variety of data, including tide gauge data, satellite data, and computer models. The data is used to calculate the tidal wave propagation, which is then used to create the co-tidal charts. Co-tidal charts are typically divided into two types: co-phase charts and co-range charts. Co-phase charts show the time of the high and low tides, while co-range charts show the height of the high and low tides. Co-tidal charts can also be used to predict the direction of the tidal currents.\nCo-tidal charts are used in a variety of ways, including: Navigation: Mariners use co-tidal charts to plan their voyages and to avoid hazards, such as shallow water and strong currents. Fishing: Fishermen use co-tidal charts to find the best places to fish and to predict the movement of fish. Coastal engineering: Coastal engineers use co-tidal charts to design coastal structures, such as seawalls and breakwaters. Climate change research: Scientists use co-tidal charts to study the effects of climate change on the tides. Here are some specific examples of how co-tidal charts are used: A mariner uses a co-tidal chart to plan a voyage through a narrow channel. The chart shows the mariner when the high and low tides will occur, as well as the direction of the tidal currents. This information allows the mariner to safely navigate the channel. A fisherman uses a co-tidal chart to find the best place to fish for salmon. The chart shows the fisherman when the tides will be high and low, as well as the direction of the tidal currents. This information allows the fisherman to find the best places to …","date":-62135596800,"description":"","objectID":"671615516cb26c434b602ddb31d3faf5","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/tides/cotidal/","title":"Co-Tidal Charts"},{"content":"What is a datum? A datum is a reference system that is used to measure distances, elevations, and other geospatial data. Datums are important because they allow us to compare geospatial data from different sources and to create maps and charts that are accurate and consistent.\nTypes of datums There are two main types of datums: horizontal datums and vertical datums.\nHorizontal datums are used to measure distances on a flat surface, such as the Earth\u0026amp;rsquo;s surface. Horizontal datums are typically based on a geodetic reference frame, which is a global network of survey markers. The most common geodetic reference frame is the World Geodetic System 1984 (WGS 84). WGS 84 is used by GPS receivers to determine their positions.\nVertical datums are used to measure elevations. Vertical datums are typically based on a mean sea level datum. Mean sea level is the average height of the sea\u0026amp;rsquo;s surface over a period of time, typically 19 years. The most common vertical datum in the United States is the North American Vertical Datum of 1988 (NAVD 88). NAVD 88 is used to measure elevations for a variety of purposes, including mapping, surveying, and construction.\nEstablishment of datums Datums are established by government agencies, such as the National Geodetic Survey in the United States. These agencies use a variety of geodetic and surveying techniques to establish datums.\nTo establish a horizontal datum, geodetic surveyors measure the positions of survey markers using a variety of techniques, such as triangulation, trilateration, and GPS. Once the positions of the survey markers have been measured, the surveyors use this data to calculate the geodetic reference frame.\nTo establish a vertical datum, geodetic surveyors measure sea levels at a network of tide gauge stations. Once the sea levels have been measured, the surveyors use this data to calculate the mean sea level datum.\nMaintenance of datums Once a datum has been established, it is important to maintain it. This …","date":-62135596800,"description":"","objectID":"8c66923d1663c636c056fb949b3529ef","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/tides/datums/","title":"Establishment of Datums"},{"content":" Tide Raising Forces The Equilibrium Tide Modern Tidal Theory ","date":-62135596800,"description":"","objectID":"0569e763108b914392ea2b6fd5fb598c","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/tides/gktides/","title":"General Knowledge of Tides"},{"content":"What is the Equilibrium Tide? The equilibrium tide is the hypothetical tide that would be produced by the lunar and solar tidal forces if the Earth were covered with water to such a depth that the response to these forces is instantaneous. In this idealized case, the Earth would be a perfectly spherical water body with no continents or other obstructions. The equilibrium tide would be a standing wave, with two high tides and two low tides per day. The high tides would be located directly below the moon and on the opposite side of the Earth from the moon, and the low tides would be located between the high tides.\nThe equilibrium tide is a useful concept for understanding the basic principles of tidal forces, but it is not a realistic representation of the actual tides. The actual tides are influenced by a variety of factors, including the continents, the ocean basins, and the Earth\u0026amp;rsquo;s rotation. These factors can cause the actual tides to differ significantly from the equilibrium tide.\nHere are some of the factors that influence the actual tides: Continents: The continents block the flow of water, which can cause the actual tides to differ from the equilibrium tide. For example, the tides in the Atlantic Ocean are different from the tides in the Pacific Ocean because the Atlantic Ocean is surrounded by continents on three sides. Ocean basins: The shape of the ocean basins can also affect the tides. For example, the tides in the Bay of Fundy are very high because the Bay of Fundy is a funnel-shaped basin. Earth\u0026amp;rsquo;s rotation: The Earth\u0026amp;rsquo;s rotation also affects the tides. The Earth\u0026amp;rsquo;s rotation causes the tides to lag behind the moon and the sun. This lag is responsible for the semi-diurnal tides, which are the two high tides and two low tides per day. The actual tides are a complex phenomenon that is influenced by a variety of factors. However, the equilibrium tide is a useful concept for understanding the basic principles of tidal forces.\nHere is an …","date":-62135596800,"description":"","objectID":"32ff19cef783a58118c9dc79b591ec90","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/tides/gktides/equitide/","title":"The Equilibrium Tide"},{"content":" Modern tidal theory is based on the dynamic theory of tides, which was developed in the 18th and 19th centuries. The dynamic theory of tides takes into account the effects of the Earth\u0026amp;rsquo;s rotation, the shape of the ocean basins, and the friction between the water and the seabed.\nModern tidal theory is used to predict the tides at any location on Earth. To do this, scientists use complex computer models that take into account all of the factors that influence the tides. These models are used to create tide tables, which show the predicted times and heights of the tides for each day of the year.\nModern tidal theory is also used to study the long-term effects of climate change on the tides. For example, scientists are using tidal models to predict how the tides will change as sea levels rise.\nHere are some of the key features of modern tidal theory:\nIt takes into account the effects of the Earth\u0026amp;rsquo;s rotation. The Earth\u0026amp;rsquo;s rotation causes the tides to lag behind the moon and the sun. This lag is responsible for the semi-diurnal tides, which are the two high tides and two low tides per day. It takes into account the shape of the ocean basins. The shape of the ocean basins can affect the tides in a number of ways. For example, the tides in a funnel-shaped basin will be higher than the tides in a rectangular basin. It takes into account the friction between the water and the seabed. Friction between the water and the seabed slows down the tides and makes them less predictable. Modern tidal theory is a complex and sophisticated theory that is used to predict the tides and to study the long-term effects of climate change on the tides.\nHere are some examples of how modern tidal theory is used: Tide prediction: Modern tidal theory is used to predict the tides at any location on Earth. This information is used by mariners, fishermen, and other people who need to know when the tides will be high and low. Coastal engineering: Modern tidal theory is used by coastal …","date":-62135596800,"description":"","objectID":"c916d2e51d985168b1b0e820a407b836","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/tides/gktides/moderntide/","title":"Modern Tidal Theory"},{"content":"Tidal forces are the gravitational forces that cause the tides. They are caused by the gravitational pull of the moon and the sun on the Earth. The moon\u0026amp;rsquo;s gravity has a stronger effect than the sun\u0026amp;rsquo;s gravity because the moon is closer to the Earth.\nTidal forces are differential forces, which means that they pull differently on different parts of the Earth. The part of the Earth that is closest to the moon is pulled more strongly than the part of the Earth that is farthest from the moon. This creates a bulge in the Earth\u0026amp;rsquo;s oceans on the side of the Earth that is closest to the moon.\nThere is also a bulge in the Earth\u0026amp;rsquo;s oceans on the opposite side of the Earth from the moon. This is because the centrifugal force created by the Earth\u0026amp;rsquo;s rotation pushes the water away from the center of the Earth on the opposite side of the Earth from the moon.\nThe two bulges in the Earth\u0026amp;rsquo;s oceans create the tides. The high tide is located under the two bulges, and the low tide is located between the two bulges.\nThe sun also has an effect on the tides, but its effect is weaker than the moon\u0026amp;rsquo;s effect because the sun is farther away from the Earth. When the sun and moon are aligned, their gravitational forces combine to produce spring tides. Spring tides are the highest tides of the month. When the sun and moon are at right angles to each other, their gravitational forces cancel each other out, producing neap tides. Neap tides are the lowest tides of the month.\nTidal forces also have an effect on the solid Earth. The solid Earth is not as flexible as the oceans, so it does not bulge as much as the oceans. However, the solid Earth does flex slightly, causing the tides.\nTidal forces also have an effect on other planets and moons in the solar system. For example, the moon\u0026amp;rsquo;s tidal forces on the Earth cause the Earth to rotate more slowly over time. The Earth\u0026amp;rsquo;s tidal forces on the moon have caused the moon to become tidally locked to the …","date":-62135596800,"description":"","objectID":"54472d9560084027ca5887617162ec9a","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/tides/gktides/tideforce/","title":"Tide raising forces"},{"content":"Mean sea level (MSL) is the average height of the sea\u0026amp;rsquo;s surface over a period of time, typically 19 years. It is a reference point for measuring elevations and changes in sea level.\nMSL is determined by averaging hourly tide measurements over the period of time. This average is then adjusted for the effects of non-tidal factors, such as atmospheric pressure and wind.\nThere are two main methods for determining MSL: Tide gauges: Tide gauges are instruments that measure the height of the sea surface at a specific location. The data from tide gauges is used to calculate MSL at that location.\nSatellite altimetry: Satellite altimetry is a remote sensing technique that uses satellites to measure the height of the sea surface. Satellite altimetry data is used to calculate global MSL.\nTide gauges are more accurate than satellite altimetry, but they are also more expensive to install and maintain. Satellite altimetry is less accurate than tide gauges, but it provides global coverage.\nMSL is an important measurement for a number of reasons. It is used to: Measure changes in sea level: MSL is used to measure changes in sea level over time. This information is used to study climate change and its effects on sea levels.\nMap the seafloor: MSL is used to map the seafloor by measuring the depth of the water relative to MSL.\nDesign coastal structures: MSL is used to design coastal structures, such as seawalls and breakwaters, to protect coastal communities from flooding and erosion.\nMSL is a dynamic measurement that is constantly changing. Sea levels are rising due to climate change, and this is causing MSL to rise as well. The rate of sea level rise is expected to accelerate in the coming decades.\nHere are some examples of how MSL is used: Climate change research: Scientists use MSL measurements to study climate change and its effects on sea levels. For example, scientists have used MSL measurements to show that sea levels are rising at an accelerating rate.\nCoastal …","date":-62135596800,"description":"","objectID":"84373153a55ef07e2ea010143849cde0","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/tides/msl/","title":"Mean Sea Level"},{"content":"Tidal streams and currents are both movements of water in the ocean, but they have different causes and characteristics. Tidal streams are caused by the gravitational pull of the moon and sun on the Earth\u0026amp;rsquo;s oceans. They are predictable and follow a regular cycle, with the direction and speed of the current changing with the tides. Tidal streams are strongest in coastal areas and estuaries, where the water is confined and the tidal range is high.\nCurrents can be caused by a variety of factors, including wind, waves, and water temperature. They can be constant or variable in direction and speed, and they can occur anywhere in the ocean.\nMeasurement of tidal streams and currents Tidal streams and currents can be measured using a variety of methods, including:\nCurrent meters: These instruments measure the speed and direction of the current at a specific point. ADCPs (Acoustic Doppler Current Profilers): These instruments use sound waves to measure the speed and direction of the current at different depths. Radar: Radar can be used to track the movement of surface currents. Satellite imagery: Satellite imagery can be used to track the movement of currents over large areas. Importance of measuring tidal streams and currents Measuring tidal streams and currents is important for a variety of reasons, including:\nNavigation: Tidal streams and currents can affect the speed and direction of ships, so it is important for mariners to know about them when planning their voyages. Offshore activities: Tidal streams and currents can affect the positioning and operation of offshore structures, such as oil platforms and wind turbines. Fisheries management: Tidal streams and currents can transport fish larvae and eggs, so it is important to understand them when managing fisheries. Coastal erosion: Tidal streams and currents can contribute to coastal erosion, so it is important to understand them when planning coastal protection measures. Predicting tidal streams and currents Tidal …","date":-62135596800,"description":"","objectID":"b9186326989754bf91e279d108d22f8a","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/tides/tidstream/","title":"Tidal Streams,currents and their measurement"},{"content":"Tides can be classified in a number of ways, including by frequency, range, and type.\nFrequency Tides can be classified by frequency based on the number of high and low tides that occur each day. The three main types of tidal frequencies are:\nDiurnal tides: One high tide and one low tide per day. Semi-diurnal tides: Two high tides and two low tides per day. Mixed tides: A combination of diurnal and semi-diurnal tides, with the number of high and low tides varying per day. Range Tides can also be classified by range, which is the difference in height between the high and low tides. The three main types of tidal ranges are:\nMicrotidal tides: A range of less than 2 meters. Mesotidal tides: A range of 2 to 4 meters. Macrotidal tides: A range of more than 4 meters. Type Tides can also be classified by type, based on the forces that cause them. The three main types of tides are:\nAstronomical tides: Caused by the gravitational pull of the moon and the sun. Meteorological tides: Caused by atmospheric pressure changes and winds. Seiches: Caused by the resonant oscillation of water in enclosed or semi-enclosed bodies of water, such as lakes and bays. Examples Here are some examples of different types of tides:\nDiurnal tides: Diurnal tides are common in the tropics, where the moon passes overhead twice a day. Semi-diurnal tides: Semi-diurnal tides are common in temperate and polar regions, where the moon passes overhead once a day. Mixed tides: Mixed tides are found in many coastal areas, where the shape of the coastline and the ocean basin can affect the frequency of the tides. Microtidal tides: Microtidal tides are found along most of the coast of California. Mesotidal tides: Mesotidal tides are found along most of the coast of the United States, as well as along the coasts of Europe and Asia. Macrotidal tides: Macrotidal tides are found along the coast of Canada, the Bay of Fundy, and the coast of Patagonia. Astronomical tides: Astronomical tides are the most common type of …","date":-62135596800,"description":"","objectID":"967d0ac5b3d94ac433ad2146c6a6028d","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em301/tides/typoftides/","title":""},{"content":"Contents Introduction [ Port Planning] [ Port Regulatory Environment] [ Managing Port Operations and Conservancy] [ Port Competetion, Marketing and Business Development] [ Port Pricing] [ Port Finance] [ Port Ownership] [ Port Agency] ","date":-62135596800,"description":"","objectID":"5f74f33baf2de64e10f82cf0a5f057f3","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em302/","title":"EM302 Port Management"},{"content":" The geographic reasons for port location and the extent to which this may depend on the nature of hinterland and natural resources. Different types of ports and access to ports (natural, man-made, river, estuary). Different functions of ports (hub ports,feeder/transhipment ports, intermodal interfaces). Different forms of the ownership structureof ports and of port services (public/private, landlord m only\u0026amp;quot; full or part service provider.terminal facilities within ports). Governing structure and conservancy of ports. Location of major world ports in liner. dry bulk and liquid trades. Main places of origin and trade routes of important cargoes \u0026amp;amp; seasonal variations. Effect of globalisation on port choice. How changes in logistics and distribution pattems influence the development or decline of ports. The use of free port/free trade zones as an economic tool. ","date":-62135596800,"description":"","objectID":"7956d4723ba8bbb1cdcdad2977831629","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em302/intropm/","title":"Introduction to port management"},{"content":" Insurance for Ports. Basic rationale of port business. Ports structure. delivery of services and the relationship between infrastructure, conservancy, navigation and handling facilities typical port organisational structure Port Performance Parameters (Pre-berthing delay, Berth Occupancy, Vessel Turn-around time, Throughput per day per berth) UNCTAD Guidelines for Berth Occupancy and justification for increase in berth length in a port calculations and the relationship between berth occupancy. service time and waiting time, and also berth throughput nature of marine operations (conservancy, dredging. navigation aids, navigation control etc.) management of cargo operations ashore importance of avoiding traffic and cargo congestion requirement for regular interaction with port users (ship-owners and operators, ship agents, forwarders, truckers, rail and barge operations) information flow requirements of the port, statutory bodies and port users port community systems port performance indicators (PPI) and key performance indicators (KPI) berth planning cargo planning (storage \u0026amp;amp; evacuation): quay transfer operations storage. receipt and delivery operations use of KPI fbr future planning in ports and terminals pr6psp container terminal capacity (PCTC) automated container terminals\n","date":-62135596800,"description":"","objectID":"962bd47e516294a687f62d33f1f9fd96","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em302/portops/","title":"Managing port operations and conservancy"},{"content":" Economics of Port Location (Factors to be considercd fbr selecting location of a port Facilities of a port,Formulation of a port pricing, Organization of a port).\nPort development policy including the role of government, regional needs and competition.\nPlanning principles and project planning.\nPrinciples behind port layout, physical constraints, terminal planning,specialised terminals, multipurpose terminals and support operations.\nRequirements of break-bulk, neo-bulk, special cargoes, dry bulk and liquid bulk commodities.\nFlow analysis of cargo in a terminal and environmental factors and constraints: role of traffic forecasts\nAnalysis of demand factors\nImplications for marketing: involvement of users,port capacity\nBasic Knowledge of Navigation Channel Designing (PIANC Guidelines, Canadian Guidelines etc.)\nRegulation related to designing of Break Water etc.\nDredging Requirement\nDifferent types of Dredgers (Trailer Suction, Cutter Suction, Water injection, Rock Dredger etc)\nImportance of safety management\nImportance of security to prevent terrorism, illegal immigration\u0026amp;quot; theft and smuggling\nadvantages of mechanization and automation of ports: different types of port equipments (Top Side equipments (equipments for loading /unloading of Cargo) such as Gantry Cranes, Mobile Harbour Cranes, Loading Arms (for Liquid Cargo)\nStorage Equipments Conveyor System, Stacker Reclaimer, RTGS. RMC, Wagon Tripper\nForklifts, Payloaders, Excavators, etc.\nHarbour Crafts: Requirement of Tugs (Bollard pull Requirement for Vessel Size), Pilot Launch, Mooring Boats)\nCargo Evacuation (Road \u0026amp;amp; Rail)\nfinancing of port development.\n","date":-62135596800,"description":"","objectID":"d93915d677177651f051e6e8d60acbb0","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em302/prtpln/","title":"Port Planning"},{"content":" Nature of port constitutions and legal tramework\nIndian Ports Act 1908\nMajor port trusts Act. l9\nDock labour Board regulations\nState Maritime Boards: explosive Act and Rules\nPetroleum Act and Rules: Knowledge of IMSBC,OISD, ISGOTT,PIANC\nGuidelines for port infrastructure\nRequirement for handling hydrocarbons (Liquid and Gas)\nKnowledge of Environment \u0026amp;amp; Coastal Regulatory Zone(CRZ) Regulations 2011 for port \u0026amp;amp; Harbour\nRegulations Related to handling Hydrocarbons,explosives and IMDG cargo in ports\nRegulations related to Port Limit and Port Conservancy:\nQuality management systems(lSO 9001, 14001, 18001. Integrated Management System)\nISPS (Regulations related to porr Security Assessment \u0026amp;amp; Security Plan)\nNavigational Sat\u0026amp;rsquo;ety in Ports Committee (NSPC)\nRules for Navigation Channel Marking and Lighting.\nRules for Port Charts and Bathymetric Surveys\nRegulations Related to Oil Spill Contingency Plan ( OSCP) for the Port\nVarious plans for Port Management such as Waste Management, Disaster Management Plan:\nBasic Knowledge of Customs Act l96l\nRegulations Relatcd to Customs Cargo Service Provider (CCSP)\nRules related to Customs Notified Area and Warehousing rules\nRole of trade unions and other labour organisations including ITF\nRole of statutory bodies (customs, immigration, port health, marine safety etc.)\nLaws and regulations relating to the employment of dockworkers:\n","date":-62135596800,"description":"","objectID":"4c0437d0647897354255e1c29837ebbf","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em302/prtreg/","title":"Port Regulatory Environment"},{"content":"Contents York Antwerp Rules and average adjustments including its practical application and methodology of adjustments. ","date":-62135596800,"description":"","objectID":"c6dc9aa2d5af7e4ea122aaff0c53b043","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/averageadjustment/","title":"Average Adjustment"},{"content":"Contents Technical (naval architectural) systems Passive systems (structural fire protection cargo securing) Active systems (redundancy. separation etc.) Organizational measures (fire fighting. evacuation etc.) administrative measures (SAR. salvage. places of refuge) ","date":-62135596800,"description":"","objectID":"e74eadca72b48b158e8aaeabf60a01f0","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/conseqlimitrcos/","title":"Consequence limiting RCOs"},{"content":"Contents Government of India Scheme of War Risk Insurance of Marine Hull War risk insurance( Applicability. Features. Scope of cover: Detainment) War Risk trading Warranty under war risk insurance scherne Current cxclusions Indian Insurance and re-insurancecompanies ","date":-62135596800,"description":"","objectID":"985ec5f5ce624ceefcaec8071b5ae7e9","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/indianinsurance/","title":"Indian Insurance"},{"content":"Contents History and evolution of marine insurance Principles of marine insurance Fixed premium Concept of mutuality P\u0026amp;amp;l associations (difference between protection and indemnity) Marine insurance companies and its organisational structure Protection \u0026amp;amp; indemnity associations (p\u0026amp;amp;l clubs) and their organizational structure, Constitution of modern p\u0026amp;amp;l clubs: Committee\u0026amp;rsquo;s/board\u0026amp;rsquo;s responsibilities: Management of the club: Rating of risks \u0026amp;amp; fixing of calls Premium rating system Advance \u0026amp;amp; supplementary calls: Release calls Risks insured under p\u0026amp;amp;l cover Limitation to club\u0026amp;rsquo;s cover: Lloyds market and its organizational structure Role and function of an insurance broker Different types of risk covered hull \u0026amp;amp; machinery, freight \u0026amp;amp; hire, cargo liability, employee liability, war risk,diversion liability, stowaways/refugees/quarantine, Third party liabilities (collision,damage to other property,death and personal iniury. pollution liabilitly): Liabilities arising out of international conventions like ci-c, bunker, wreck removal and mi-c Risks and cover available for professionals service providers (surveyors. brokers contractual carriers / freight forwarders) International underwriting association: Marine insurance act. 1963 Basis of underwriting/rating: Important institute clauses (hull. Time. Voyage. Cargo. War. Strike.Inland Transit): Extended perils (¾ th collision liability): Duty to act as prudent un-insured: Pay to be paid clause Marine re-insurance ","date":-62135596800,"description":"","objectID":"38da82fe533ae710124c182c3e0824ff","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/marinsurance/","title":"Marine Insurance"},{"content":"Contents Probability reducing RCO\u0026amp;rsquo;s: Land-based salety systems\u0026amp;rsquo; passive systems (Fairways,lights, TSS) - Active systems (pilotage, VTS) - On-board safety\u0026amp;rsquo; systems Alert systems - Observation systems Communication equipment Measures to influence subjective behavior Legal sources IMO instruments (conventions. ISM. ISPS) 10.National legislation 11.Training ","date":-62135596800,"description":"","objectID":"c4aadbb0475cbed7661dc6abccb54379","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/riskcontrol/","title":"Risk Control Options (RCOs)"},{"content":"Contents Shipbuilding contracts Functions of sale and purchase broker Prior-purchase inspection Interpretation of ship\u0026amp;rsquo;s classification records Valuation (duties of valuer) Memorandum of agreement Vendor\u0026amp;rsquo;s and buyer\u0026amp;rsquo;s responsibilities: bill of sale Insurance: Transfer of flag \u0026amp;amp; ownership and documents required: ","date":-62135596800,"description":"","objectID":"b3f2ad6d9294bd3dd868865625c4c90a","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/salepurchase/","title":"Sale and Purchase of Ships"},{"content":"Contents Overview of modern shipping management. Ship management structures. Measurement of strategic performance. Identifying strategic challenges. Analyse application of risk managentent methods including shipping derivatives in business practice. ","date":-62135596800,"description":"","objectID":"a2ffe471e69e1e46c18ad18d6bec936d","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/shippingmgmnt/","title":"Shipping Management"},{"content":"Contents Commercial Shipping Sale and Purchase of Ships Port agency Liner agency Shipping Management Marine Insurance Types of Policies Cargo Insurance Cargo Insurance Claims Indian Insurance Average Adjustment Cabotage Risk Management Risk Assessment Fundamentals Risk Control Options (RCOs) Consequence limiting RCOs ","date":-62135596800,"description":"","objectID":"4c233c126eefbe3ef5e68c2a21ac6821","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/","title":"Commercial Shipping Management"},{"content":"Contents Concept of cabotage. Principle of cabotage in other modes of transport: The Jones Act Navigation acts Cabotage in other countries and in India: ","date":-62135596800,"description":"","objectID":"cf214c500313fb9ca6b27ffb3049c453","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cabotage/","title":"Cabotage"},{"content":"Contents Basis of Rating\nUnderwriting factors\nInformation essential for proper assessment of the risk\nFactors considered in acceptance \u0026amp;amp; rating of the risk\nPayment of premium\nExchange control regulations regarding payment of premiums on cargo policies covering exports \u0026amp;amp; imports called GIM (General Insurance Memorandum).\n","date":-62135596800,"description":"","objectID":"e6c3701e913f2bc80fdf7706bbb12180","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cargoinsurance/","title":"Cargo Insurance Claims"},{"content":"Contents Types of Losses/Expenses; Average Total Loss(ATL) Constructive Total Loss(CTL) Paticular Average.(PA) General Average (GA) Loss. Salvage and Sue \u0026amp;amp; labour expenses: Forwarding charges. Extra charges: Cargo claims Procedure: Legal Aspects of recovery against the carrier. ","date":-62135596800,"description":"","objectID":"4c4b9f46361e6629fe1adb13ff1e81fb","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cargoinsuranceclaims/","title":"Cargo Insurance Claims"},{"content":"The Baltic Exchange is a membership organisation for the maritime industry, and freight market information provider for the trading and settlement of physical and derivative contracts. It is the world\u0026amp;rsquo;s leading source of independent maritime market data, and its indices are used as benchmarks for physical and derivative contracts. [Image of Baltic Exchange building, London]\nThe Baltic Exchange was founded in 1744, and has been based in London since then. It is a not-for-profit organisation, and is owned by its members.\nThe Baltic Exchange provides a wide range of data and services to the maritime industry, including:\nDaily freight market information for dry bulk, tanker, gas, container and air freight markets Indices and assessments used as settlement tools for freight derivative trades, for benchmarking physical contracts and as a general indicator of the freight markets\u0026amp;rsquo; performance Fixtures data, which is a record of all ship chartering transactions reported to the Baltic Exchange Vessel value reporting Freight derivatives trading platform The Baltic Exchange is an essential source of information and services for the maritime industry, and its indices are widely used as benchmarks for physical and derivative contracts.\nHere are some of the benefits of using the Baltic Exchange:\nAccess to independent and reliable maritime market data Ability to benchmark physical and derivative contracts Reduced risk and improved transparency in freight markets Access to a wide range of maritime services The Baltic Exchange is a valuable resource for anyone involved in the maritime industry, from shipbrokers and charterers to traders, financiers and investors.\n","date":-62135596800,"description":"","objectID":"bf7b3191c3f0fa4ad2f8467146cd4233","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cshipmgmt/baltic/","title":"The Baltic Exchange"},{"content":"The international chartering market is a global marketplace where shipowners and charterers negotiate contracts to transport cargo by sea. The five major chartering centers are London, New York, Hong Kong, Tokyo, and Singapore.\nLondon is the world\u0026amp;rsquo;s largest chartering center, accounting for around 40% of all global chartering activity. It is a leading center for chartering all types of ships, including dry bulk carriers, tankers, container ships, and gas carriers.\nNew York is the second largest chartering center in the world, accounting for around 20% of global chartering activity. It is a major center for chartering tankers and dry bulk carriers, as well as container ships for transatlantic trade.\nHong Kong is the third largest chartering center in the world, accounting for around 15% of global chartering activity. It is a major center for chartering all types of ships, but it is particularly strong in the dry bulk and container ship sectors.\nTokyo is the fourth largest chartering center in the world, accounting for around 10% of global chartering activity. It is a major center for chartering all types of ships, but it is particularly strong in the tanker sector.\nSingapore is the fifth largest chartering center in the world, accounting for around 5% of global chartering activity. It is a major center for chartering all types of ships, but it is particularly strong in the container ship sector.\nThe international chartering market is a complex and dynamic market, and the relative importance of the five major chartering centers can fluctuate over time. However, all five centers play an important role in the global shipping industry. Here is a brief overview of the current state of the international chartering market in each of the five major chartering centers:\nLondon: The London chartering market is currently experiencing a period of strong demand for all types of ships. This is being driven by a number of factors, including the ongoing economic recovery, the …","date":-62135596800,"description":"","objectID":"0facfd03380f9652ce2b6c998ce3c005","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cshipmgmt/chartermkt/","title":"The International Chartering Market"},{"content":"Contents International chartering market(london, new york. Hong kong,tokyo,Singapore) The baltic exchange The ship-broker Brokers responsibility to the principal Remedies for broker -In case of breach Procedure of negotiation Cargo circulars Indications Firm offers Financial elements of charter parties (freight per ton. or lump sum) Hire calculations Dry cargo chartering Tanker chartering Differences and similarities between dry cargo and tanker chartering Charter party disputes Laytime calculations Deductions from freight Excepted periods Time charter (off-hire periods, final voyage, Payment of hire, bunkers,performance clauses) Frustration of charter party Calculation of demurrage Voyage estimate and calculations Container operations Passenger operations Bills of lading Post-fixture actions ","date":-62135596800,"description":"","objectID":"8942aba9caace68d8bb3688c99ee8dcf","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cshipmgmt/","title":"Commercial Shipping"},{"content":"Who is a ship broker? A ship broker is a specialist intermediary who negotiates contracts between shipowners and charterers. Shipowners are the companies that own ships, while charterers are the companies that hire ships to transport cargo.\nShip brokers play an important role in the shipping industry by facilitating the chartering process. They have a deep understanding of the shipping market and can help shipowners and charterers find the best possible deals.\nShip brokers typically specialize in a particular type of ship or trade route. For example, a ship broker might specialize in chartering tankers, dry bulk carriers, or container ships. They may also specialize in a particular trade route, such as the North Atlantic or the Pacific Rim.\nThe role of a ship broker typically involves the following: Identifying and sourcing suitable ships for charterers: Ship brokers have a wide network of contacts in the shipping industry, which gives them access to a large pool of ships. They use this network to identify and source suitable ships for their charterer clients. Negotiating charter contracts: Ship brokers negotiate charter contracts on behalf of their clients. This involves negotiating the terms of the contract, such as the freight rate, the duration of the charter, and the loading and discharging ports. Advising clients on market conditions: Ship brokers advise their clients on market conditions and help them to make informed decisions about chartering ships. Managing charter contracts: Once a charter contract has been agreed, the ship broker will manage the contract on behalf of their client. This may involve monitoring the vessel\u0026amp;rsquo;s performance, ensuring that the charterer is meeting their obligations, and resolving any disputes that may arise. Ship brokers are an essential part of the shipping industry. They play a vital role in facilitating the chartering process and helping shipowners and charterers to find the best possible deals.\nHere are some of the key …","date":-62135596800,"description":"","objectID":"97aa063ee9b653fa890dd342298f8578","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cshipmgmt/broker/","title":"The Ship broker"},{"content":"If a ship broker breaches any of their conditions, the principal may have a number of remedies available to them, including: Termination of the agency agreement: The principal may terminate the agency agreement, which will end the broker\u0026amp;rsquo;s authority to act on their behalf.\nDamages: The principal may sue the broker for damages for any losses they have suffered as a result of the breach.\nInjunctive relief: The principal may seek an injunction to prevent the broker from continuing to breach their conditions.\nThe specific remedies that are available to the principal will depend on the nature of the breach and the circumstances of the case.\nHere are some examples of breaches of conditions by a ship broker: The broker may fail to identify and source a suitable ship for the charterer. The broker may negotiate a charter contract that is unfavorable to the charterer. The broker may fail to keep the charterer informed of market developments or potential risks to their charter. The broker may fail to monitor the vessel\u0026amp;rsquo;s performance or ensure that the shipowner is meeting their obligations under the charter contract. The broker may fail to resolve disputes between the charterer and the shipowner. If a ship broker breaches any of their conditions, the principal should seek legal advice to determine the best course of action.\nIn addition to the above remedies, the principal may also be able to report the broker to the relevant industry body. For example, the Baltic Exchange has a number of disciplinary procedures in place for its members.\nIt is important to note that the broker may also have certain rights in the event of a dispute with the principal. For example, the broker may be entitled to commission on any charter contracts that they negotiate, even if the principal subsequently terminates the agency agreement.\nIt is therefore important for both the broker and the principal to have a clear understanding of their respective rights and responsibilities before …","date":-62135596800,"description":"","objectID":"f8f9148f6064c1327e713e6b021fe5d8","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cshipmgmt/brokeremedy/","title":"Remedies for broker in case of breach of conditions"},{"content":"A broker has a number of responsibilities to their principal, including: Loyalty: The broker must act in the best interests of their principal at all times. This means avoiding any conflicts of interest and not disclosing confidential information to third parties. Skill and care: The broker must exercise a reasonable degree of skill and care in carrying out their duties. This includes keeping up to date with market developments and providing accurate information to their principal. Transparency: The broker must be transparent with their principal about their fees and any other commissions they may be earning. They must also disclose any potential conflicts of interest. Accountability: The broker is accountable to their principal for their actions. If the broker breaches any of their duties, their principal may be able to sue them for damages. Here are some specific examples of the broker\u0026amp;rsquo;s responsibilities to the principal in the context of ship chartering: The broker must identify and source suitable ships for the charterer that meet their specific requirements. The broker must negotiate the charter contract on behalf of the charterer, securing the best possible terms and conditions. The broker must keep the charterer informed of market developments and any potential risks to their charter. The broker must monitor the vessel\u0026amp;rsquo;s performance and ensure that the shipowner is meeting their obligations under the charter contract. The broker must resolve any disputes that may arise between the charterer and the shipowner. The broker\u0026amp;rsquo;s responsibilities to the principal are governed by a number of factors, including the terms of the agency agreement between the broker and the principal, the law of the jurisdiction in which the broker is operating, and any relevant industry codes of conduct.\nIt is important for both the broker and the principal to be aware of their respective rights and responsibilities. This will help to ensure that the chartering process …","date":-62135596800,"description":"","objectID":"95d0892282fde85022d8a0692fd16c62","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cshipmgmt/brokerespons/","title":"Broker's responsibility to the principal"},{"content":"What are Cargo Circulars? Commercial shipping cargo circulars are documents issued by shipping companies, freight forwarders, and other maritime industry stakeholders to provide information and guidance on a variety of topics related to cargo shipping. These circulars can cover a wide range of topics, such as:\nNew or updated shipping regulations Changes to freight rates or shipping services Port congestion or disruptions Dangerous goods shipping requirements Cargo insurance and claims procedures New technologies and trends in cargo shipping Cargo circulars are an important source of information for businesses and individuals involved in the shipping of goods. By staying up-to-date on the latest cargo circulars, shippers can ensure that they are complying with all applicable regulations and shipping best practices.\nHere are some examples of commercial shipping cargo circulars: Shipping company circulars: Shipping companies issue circulars to inform their customers of changes to their services, such as new port calls, changes to freight rates, or temporary service suspensions. Freight forwarder circulars: Freight forwarders issue circulars to inform their customers of new or updated shipping regulations, port congestion, or other factors that may impact their shipments. Industry association circulars: Industry associations, such as the World Shipping Council and the Baltic Exchange, issue circulars to provide information on industry trends, new technologies, and other topics of interest to their members. Cargo circulars can be found on the websites of shipping companies, freight forwarders, and industry associations. They can also be subscribed to via email or RSS feed.\nHere are some of the benefits of subscribing to commercial shipping cargo circulars: Stay up-to-date on the latest shipping regulations and requirements: Cargo circulars provide information on new or updated shipping regulations, such as those related to dangerous goods, security, or emissions. Avoid …","date":-62135596800,"description":"","objectID":"3f234dbb8b7594ba41b308880ddb1744","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cshipmgmt/cargocirc/","title":"Cargo Circulars for Commercial shipping"},{"content":"Charter party disputes are disagreements between charterers and shipowners over the terms of a charter party. Charter parties are complex legal documents, and it is not uncommon for disputes to arise over their interpretation.\nSome of the most common charter party disputes include:\nFreight rate disputes: Freight rate disputes arise when the charterer and shipowner disagree on the freight rate that is payable under the charter party. This can happen for a variety of reasons, such as a change in market conditions, a dispute over the quantity of cargo transported, or a disagreement over the distance traveled.\nLaytime disputes: Laytime disputes arise when the charterer and shipowner disagree on the amount of time that the charterer has to load and discharge the cargo. This can happen for a variety of reasons, such as port congestion, bad weather, or a dispute over the condition of the cargo.\nDemurrage and despatch disputes: Demurrage disputes arise when the charterer exceeds the laytime. Despatch disputes arise when the charterer saves time on the laytime. Disputes over demurrage and despatch can arise for a variety of reasons, such as a disagreement over the calculation of laytime, or a dispute over whether the charterer is responsible for demurrage or entitled to despatch.\nLoading and discharging disputes: Loading and discharging disputes arise when the charterer and shipowner disagree on the quality of the cargo loaded or discharged, or the timeliness of the loading or discharging process. These disputes can arise for a variety of reasons, such as damage to the cargo, delays in loading or discharging, or a dispute over the charterer\u0026amp;rsquo;s responsibility to load and discharge the cargo.\nHavarie disputes: Havarie disputes arise when the charterer and shipowner disagree on who is responsible for losses caused by events such as storms, groundings, or collisions. Havarie disputes can be complex and can involve a variety of legal issues, such as the law of general …","date":-62135596800,"description":"","objectID":"15b76b131ffec74af6c54611ac603f3a","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cshipmgmt/chrtrdispute/","title":"Charter party disputes"},{"content":"Dry cargo chartering is the process of negotiating and agreeing to a contract for the carriage of dry cargo by sea. Dry cargo charter parties can be complex and vary depending on the specific terms agreed upon by the charterer and shipowner. However, there are some common features of dry cargo charter parties.\nTypes of dry cargo charter parties\nThere are two main types of dry cargo charter parties: voyage charter parties and time charter parties.\nVoyage charter parties: Voyage charter parties are agreements for the carriage of a specific quantity of cargo from one port to another. The charterer pays the shipowner a freight rate, which is typically calculated based on the amount of cargo transported and the distance traveled. Time charter parties: Time charter parties are agreements for the charterer to have the use of a ship for a specific period of time. The charterer pays the shipowner a time charter rate, which is typically calculated based on the size of the ship and the duration of the charter. Common terms in dry cargo charter parties Some of the common terms in dry cargo charter parties include:\nFreight rate: The freight rate is the price that the charterer pays to the shipowner for the carriage of the cargo. Laytime: Laytime is the amount of time that the charterer has to load and discharge the cargo. Demurrage: Demurrage is a charge that the charterer pays to the shipowner for each day that the laytime is exceeded. Despatch: Despatch is a bonus that the shipowner pays to the charterer for each day that the laytime is saved. Loading and discharging ports: The loading and discharging ports are the ports where the cargo will be loaded and discharged. Cargo specifications: The cargo specifications include the type of cargo, the quantity of cargo, and the condition of the cargo. War risk insurance: War risk insurance is insurance that protects the shipowner and charterer from losses caused by war or other hostilities. Negotiating a dry cargo charter party The …","date":-62135596800,"description":"","objectID":"85e2306ec815669b976c26bf21ab5ed5","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cshipmgmt/dcargochrtr/","title":"Dry Cargo chartering"},{"content":"Any deductions from freight should be made only if there is express agreement in the charterparty, for example, Address Commission or Brokerage Commission, Cash to Master etc.\nUnder English law there is a rule known as equitable set-off where claims may be deducted from monies being under a contract, this rule does not apply to freight and was firmly established in The Aries (1977). The Aries (1977) case covered a cargo of oil, where freight was payable on the intaken quantity on delivery of the cargo. The charterer deducted $30,000 from freight, without owners consent, in respect of a claim for damages for short delivery.\nThe charterers, presumably feeling that their loss had been recovered, did not actually lodge a claim for the short delivery, which would have in some measure justified the deduction. Two years after delivery the owners started proceedings to claim the balance of freight. The charterers argued that the ordinary rules of set-off should apply and that freight should not be treated as a special case. The case reached the House of Lords who found in favour of owners. Briefly the judgment stated: ‘that the rule with regard to freight was so firmly established, it would be wrong to depart from it.\nIn addition, since the 12 month time limit in the Hague Rules did not merely bar the remedy, but extinguished the claim, there was no claim the charterers could set-off, even where there were a set-off permissible.\nThe deduction made by the charterer, to which the shipowners had not agreed, had no legal significance and did not relieve the charterer of the need to commence suit within 12 months, if he wished shipowner’s liability for the cargo damage to remain in existence.’ The simple rule for the charterer then is to pay the freight as agreed and commence proceedings against the owner to recover losses.\n","date":-62135596800,"description":"","objectID":"821646687c06b0a5bc040a3b0e09e3b3","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cshipmgmt/deduct/","title":"Deductions from Freight"},{"content":"Differences between dry cargo and tanker chartering:\nType of cargo: Dry cargo chartering involves the carriage of dry cargo, such as iron ore, coal, and grain. Tanker chartering involves the carriage of liquid cargo, such as oil and chemicals. Ship type: Dry cargo chartering typically involves the use of bulk carriers, general cargo ships, and container ships. Tanker chartering typically involves the use of crude oil tankers, product tankers, and chemical tankers. Cargo handling: Dry cargo is typically loaded and discharged using cranes and other mechanical handling equipment. Liquid cargo is typically loaded and discharged using pumps and pipelines. Cargo specifications: Dry cargo specifications are typically less stringent than liquid cargo specifications. Liquid cargo specifications are typically more stringent due to the potential for environmental damage in the event of a spill. Risk: Tanker chartering is generally considered to be more risky than dry cargo chartering. This is due to the potential for environmental damage in the event of a spill. Similarities between dry cargo and tanker chartering: Types of charter parties: Both dry cargo and tanker chartering can be done on a voyage or time charter basis. Common terms: Many of the common terms used in dry cargo charter parties are also used in tanker charter parties, such as freight rate, laytime, demurrage, and despatch. Negotiation process: The negotiation process for dry cargo and tanker charter parties is similar. Both the charterer and shipowner will need to negotiate the terms of the charter party, such as the freight rate, laytime, demurrage, and despatch. Overall, dry cargo and tanker chartering are similar in many ways. However, there are some important differences, such as the type of cargo, ship type, cargo handling, cargo specifications, and risk.\nHere is a table that summarizes the key differences and similarities between dry cargo and tanker chartering: Characteristic Dry cargo chartering Tanker …","date":-62135596800,"description":"","objectID":"c58b550c7ba17a79e1886f8da663a20f","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cshipmgmt/diffdcrgotnkchrtr/","title":"Differences between dry cargo and tanker chartering"},{"content":"Exceptions to Laytime In a voyage charterparty agreement, there are certain situations where laytime may be suspended or not counted. These exceptions to laytime are generally outlined in the charterparty terms and conditions. Some common exceptions to laytime include:\nWeather Conditions: Laytime may be suspended or not counted during periods of bad weather, such as heavy rain, storms, or fog, which can disrupt or delay loading and discharging operations. This type of exception is often referred to as Weather Working Days (WWD). Weekends and Holidays: Laytime may be excluded on weekends, public holidays, or any other non-working days agreed upon in the charterparty. This exception is typically referred to as “Saturdays, Sundays, and Holidays Excepted” (SSHE) or “Saturdays, Sundays, Holidays Included” (SSHI), depending on whether laytime is counted or not during those days. Force Majeure Events: Laytime may be suspended during unforeseeable events or circumstances beyond the control of the parties involved, such as natural disasters, strikes, war, or other similar events. Force majeure clauses in the charterparty protect both parties from being held responsible for delays or failures in performance due to such events. Breakdowns or Accidents: Laytime may be suspended if the ship experiences a breakdown, accident, or any other operational issue that prevents the loading or discharging of cargo. Customs or Regulatory Delays: Laytime may be suspended or not counted during delays caused by customs inspections, port authority regulations, or other bureaucratic procedures. Waiting for Berth: Laytime may be suspended while the ship is waiting for a berth to become available at the port. This exception is typically referred to as “Waiting for Berth” or “Berth or No Berth” clauses. Shifting Between Berths: Laytime may be suspended during the time spent by the ship shifting between berths, as long as the shifting is not due to the ship’s fault or inefficiency. Specific …","date":-62135596800,"description":"","objectID":"42cf2e442aca671ff8c6543e593102fd","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cshipmgmt/excperiods/","title":"excepted periods"},{"content":"The financial elements of charter parties can be complex and vary depending on the type of charter party and the specific terms agreed upon between the shipper and carrier. However, there are two main types of freight payments that are typically used in charter parties: freight per ton and lump sum.\nFreight per ton is the most common type of freight payment used in charter parties, particularly for dry bulk and tanker shipments. In a freight per ton charter party, the shipper agrees to pay the carrier a certain amount of money for each ton of cargo that is transported. The freight rate is typically negotiated in advance and is based on a number of factors, such as the type of cargo, the distance to be traveled, and the current market conditions.\nSome examples of freight per ton charter parties include: A grain merchant chartering a bulk carrier to transport wheat from Brazil to China An oil company chartering a tanker to transport crude oil from the Middle East to Europe A steel mill chartering an ore carrier to transport iron ore from Australia to Japan Lump sum freight payments are typically used for charter parties involving container ships and passenger ships. In a lump sum charter party, the shipper agrees to pay the carrier a fixed amount of money for the entire charter period, regardless of the amount of cargo that is transported. Lump sum freight payments are often used for charter parties involving multiple ports of call or when the shipper needs to ensure that the ship will be available for their exclusive use.\nSome examples of lump sum charter parties include: A cruise line chartering a cruise ship for the entire summer season A shipping company chartering a container ship to transport goods between Europe and Asia A military organization chartering a passenger ship to transport troops In addition to freight payments, charter parties may also include other financial elements, such as: Loading and discharging costs: These costs are typically borne by the …","date":-62135596800,"description":"","objectID":"a8b43650426dec14ca7ba71f4f873f06","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cshipmgmt/finelements/","title":"Financial elements of charter parties (freight per ton. or lump sum)"},{"content":"Hire calculations in commercial shipping\nHire calculations in commercial shipping are used to determine the amount of money that a charterer will pay to a shipowner for the use of a ship for a specific period of time. There are two main types of hire calculations: voyage hire and time charter hire.\nVoyage hire is calculated based on the amount of cargo that is transported and the distance that it is traveled. The freight rate is typically negotiated in advance and is expressed in terms of dollars per ton or dollars per cubic meter. The total hire amount is calculated by multiplying the freight rate by the amount of cargo that is transported.\nTime charter hire is calculated based on the amount of time that the charterer has the use of the ship, regardless of the amount of cargo that is transported or the distance that it is traveled. The time charter rate is typically negotiated in advance and is expressed in terms of dollars per day. The total hire amount is calculated by multiplying the time charter rate by the number of days that the charterer has the use of the ship.\nHere are some of the factors that can affect the freight rate and time charter rate: Type of ship: The type of ship can have a significant impact on the freight rate and time charter rate. For example, a tanker will typically command a higher freight rate and time charter rate than a dry bulk carrier. Size of the ship: Larger ships typically command a higher freight rate and time charter rate than smaller ships. This is because larger ships are more efficient and can transport more cargo. Age of the ship: Newer ships typically command a higher freight rate and time charter rate than older ships. This is because newer ships are more fuel-efficient and have less downtime for maintenance. Condition of the ship: Ships in good condition typically command a higher freight rate and time charter rate than ships in poor condition. Trade route: The trade route can also affect the freight rate and time charter …","date":-62135596800,"description":"","objectID":"0656ecb4a47b0ae9c2ca2a079048da72","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cshipmgmt/hirecalc/","title":"Hire Calculations"},{"content":"Commercial shipping indications and firm offers are two essential tools used in the shipping industry. Indications are non-binding communications that provide information about a potential shipping arrangement and are used to initiate negotiations between a shipper and a carrier. Firm offers, on the other hand, are binding communications that offer a specific shipping arrangement at a specific price and are used to finalize shipping arrangements once negotiations have been completed.\nCommercial shipping indications can include information such as: The type of cargo The loading and discharging ports The desired charter period The freight rate Any special requirements, such as temperature control or hazardous cargo handling Firms typically use indications to gauge interest in a potential shipment and to get a sense of the market rate. Once they have received a number of indications, they can begin to negotiate with the shippers to finalize a shipping arrangement.\nFirm offers typically include all of the information that is included in a commercial shipping indication, as well as the following: The specific ship that will be used for the shipment The exact loading and discharging dates A payment schedule Any other relevant terms and conditions Once a firm offer has been accepted by a shipper, both parties are legally bound to the agreement. This means that the carrier is obligated to provide the shipping service at the agreed-upon price and the shipper is obligated to pay for the service.\nHere are some examples of how commercial shipping indications and firm offers are used in the real world: A shipping company may issue a commercial shipping indication to a number of potential customers to gauge interest in chartering a tanker to transport oil from the Middle East to the United States. A freight forwarder may issue a commercial shipping indication to a number of potential airlines to get a sense of the market rate for shipping a package from China to the United …","date":-62135596800,"description":"","objectID":"1009a5a360c9211198ed3d5d665074e9","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cshipmgmt/indicatoroffers/","title":"Indications and firm offers"},{"content":"Laytime Calculation Laytime is the period of time within which the loading or discharging operation is required to be successfully completed according to the charter-party. Laytime is at the charterer’s free disposal in other words laytime is already included in the freight calculations. If laytime period is exceeded, charterer will have to pay remuneration to the shipowner in the form of demurrage or damages for detention.\nObviously, it is for the benefit of the charterer’s interest for the laytime period to be as broad as possible in order to take into account for unexpected events. Contrarily, it is to the economic advantage of the shipowner to have a prompt port turn-round and therefore shipowner is frequently prepared to offer an inducement to the charterer in the form of dispatch money if the loading or discharging operation can be completed in a short period of time.\n**Laytime Calculation **\nIn charter-party, period of laytime is unambiguously specified either as a specific number of days or as a fixed loading or discharge rate. Frequently, laytime period wording is less specific such as:\nCustomary Dispatch As Fast As Ship Can Receive These kind of laytime period phrases are interpreted as imposing an obligation to load within a reasonable time according to the custom of the port and the charterer is expected to exercise reasonable dispatch in administering the operation.\nIf laytime is indicated as a certain number of days or running days, this is interpreted by the courts as meaning consecutive periods of 24 hours running without interruption except in the case where specific days are excluded such as SHEX (Sundays and Holidays Excepted).\nIn charter-party, if excepted periods of laytime is not stipulated, then laytime would run continuously through Sundays, holidays and other periods such as Saturday afternoons, during which it was not customary to work in the port. Excepted periods of laytime is considered as a nutshell expression for the computation of …","date":-62135596800,"description":"","objectID":"e1b825144d9e9f606f04fdf7baa764c7","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cshipmgmt/laytimecalc/","title":"Laytime Calculation"},{"content":"The negotiation procedure for ship brokers typically involves the following steps: The charterer provides the ship broker with their requirements: This includes the type of ship required, the cargo to be transported, the loading and discharging ports, and the desired charter period. The ship broker identifies and sources suitable ships: The ship broker will use their network of contacts to identify and source ships that meet the charterer\u0026amp;rsquo;s requirements. The ship broker negotiates the charter contract on behalf of the charterer: The ship broker will negotiate the charter contract with the shipowner on behalf of the charterer. This includes negotiating the freight rate, the duration of the charter, and the loading and discharging ports. The ship broker prepares a fixture recap: Once the charter contract has been agreed, the ship broker will prepare a fixture recap. This is a document that summarizes the main terms of the contract. The charterer and shipowner sign the charter party: The charter party is the legal document that sets out all of the terms and conditions of the charter contract. Once the charter party has been signed by the charterer and shipowner, the charter is binding. Here are some of the key factors that ship brokers negotiate during the chartering process: Freight rate: The freight rate is the price that the charterer pays to the shipowner to transport their cargo. Freight rates can be negotiated on a voyage basis or on a time charter basis. Duration of the charter: The duration of the charter is the length of time that the charterer will have the use of the ship. Charters can be for a single voyage or for a period of time, such as a year or two. Loading and discharging ports: The loading and discharging ports are the ports where the cargo will be loaded onto and unloaded from the ship. Laytime and demurrage: Laytime is the amount of time that the charterer has to load and unload the cargo. Demurrage is the charge that the charterer pays to …","date":-62135596800,"description":"","objectID":"4c34207c2df7ca5239312f891450e754","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cshipmgmt/negotiate/","title":"Procedure for negotiation"},{"content":"Commercial shipping tanker chartering is the process of hiring a tanker ship to transport oil or other liquid cargo. Tanker chartering can be complex and involves a number of factors, including the type of cargo, the size of the ship, the voyage route, and the current market conditions.\nTypes of tanker charter parties There are two main types of tanker charter parties: voyage charter parties and time charter parties.\nVoyage charter parties: Voyage charter parties are agreements for the carriage of a specific quantity of cargo from one port to another. The charterer pays the shipowner a freight rate, which is typically calculated based on the amount of cargo transported and the distance traveled. Time charter parties: Time charter parties are agreements for the charterer to have the use of a tanker ship for a specific period of time. The charterer pays the shipowner a time charter rate, which is typically calculated based on the size of the ship and the duration of the charter. ##Common terms in tanker charter parties\nSome of the common terms in tanker charter parties include:\nFreight rate: The freight rate is the price that the charterer pays to the shipowner for the carriage of the cargo. Laytime: Laytime is the amount of time that the charterer has to load and discharge the cargo. Demurrage: Demurrage is a charge that the charterer pays to the shipowner for each day that the laytime is exceeded. Despatch: Despatch is a bonus that the shipowner pays to the charterer for each day that the laytime is saved. Loading and discharging ports: The loading and discharging ports are the ports where the cargo will be loaded and discharged. Cargo specifications: The cargo specifications include the type of cargo, the quantity of cargo, and the condition of the cargo. Ice clause: The ice clause is a clause that protects the shipowner from additional costs incurred due to ice conditions in the loading or discharging ports. War risk insurance: War risk insurance is insurance that …","date":-62135596800,"description":"","objectID":"318f231beb4f4a6fd9b55b2009629ab4","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/cshipmgmt/tankercharter/","title":"Tanker Chartering"},{"content":"Contents Additional duties over and above those of a port agent Relationship with exporters,shippers,receivers, forwarders, NVOCs etc. ","date":-62135596800,"description":"","objectID":"78e607ed76bf2094dcd5e8c85ca73810","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/lineragency/","title":"Liner agency"},{"content":"Contents Relationship between port agent and their principals Method of appointment (direct,by ship-owner, by ship-owner as per nomination of charterer, by time charterer) Scope of port agents work Disbursement account ","date":-62135596800,"description":"","objectID":"9d3474ea0aad6f55174a88c7ce88f964","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/portagency/","title":"Port agency"},{"content":"Contents Basic definitions and concepts\nRisk identification\nHazard evaluation\nUnderlying causes\nConsequences of potential incidents\nRisk estimation\nFrequency of incidents\nExamples, case studies\nRisk evaluation\nRisk acceptance critcria\nThe\u0026amp;quot;ALARP\u0026amp;quot; principle\n","date":-62135596800,"description":"","objectID":"642c865cec28f7dbf5a12e6ef001ee4e","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/riskassessmnt/","title":"Risk Assessment Fundamentals"},{"content":"Contents Introduction (historical context); Concept (Definitions of risk, safety, and hazard). Process \u0026amp;amp; practice; Types of Risks; Risk identification: Risk evaluation. Risk Control: Risk Handling; Formal Safety assessment: Risk Matrix. ","date":-62135596800,"description":"","objectID":"ac860d114decbfba903d829de6d77a1b","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/riskmgmnt/","title":"Risk Management"},{"content":"Contents Types of policies Specific policy. Open policy. Open cover \u0026amp;amp; Cover note Advantages of an open cover: Certificate of insurance: Annual policies: Duty Insurances Increased value insurance; Sellers contingency policy: Annual sales turnover policy only: Multimodal transport policy: ","date":-62135596800,"description":"","objectID":"a23fee32f6987776c6e084c64bffb2ce","permalink":"https://techdoc.anirbanmarine.in/docs/partc/em303/typofpolicy/","title":"Types of Policies"},{"content":" EM301 Marine Environment and Ocean Governance EM302 Port Management Introduction Port Planning Port Regulatory Environment Managing Port Operations and Conservancy Port Competetion, Marketing and Business Development. Port Pricing Port Finance Port Ownership Port Agency EM303 Commercial Shipping Management Commercial Shipping Sale and Purchase of Ships Port agency Liner agency Shipping Management Marine Insurance Types of Policies Cargo Insurance Cargo Insurance Claims Indian Insurance Average Adjustment Cabotage Risk Management Risk Assessment Fundamentals Risk Control Options (RCOs) Consequence limiting RCOs ","date":-62135596800,"description":"","objectID":"9d56759c523f8eb448c67c838c6a2809","permalink":"https://techdoc.anirbanmarine.in/docs/partc/","title":"Part C"},{"content":" Part A Part B Part C ","date":-62135596800,"description":"","objectID":"4cdd37113783e47641dd300543c94e1b","permalink":"https://techdoc.anirbanmarine.in/docs/","title":"Parts-Syllabus"}]