[{"content":"This site is for openly available study materials on the web for different subjects covered under Extra Master Syllabus. The syllabus is from DGshipping India NT Exam Circular 01/2019 under STCW Rules 2014\nExplore ","date":-62135596800,"description":"","objectID":"3976528693a0108357f4928017600865","permalink":"https://example.com/","title":"Study for Extra Master"},{"content":"Just Study\n","date":-62135596800,"description":"","objectID":"6083a88ee3411b0d17ce02d738f69d47","permalink":"https://example.com/about/","title":"About"},{"content":"First we shall attempt to go through Part C consisting of Modules EM301,EM302,EM303 Kindly read through the modules EM301,EM302,EM303.\n","date":-62135596800,"description":"","objectID":"4cdd37113783e47641dd300543c94e1b","permalink":"https://example.com/docs/","title":"Extra Master"},{"content":"Synoptic weather observations Synoptic weather observations are observations of the atmosphere that are made at regular intervals, typically every three or six hours, at a global network of weather stations. These observations are used by meteorologists to create weather maps and forecasts.\nSynoptic weather observations typically include the following elements:\nTemperature: The air temperature at the time of the observation. Dew point: The temperature at which the air would become saturated with water vapor and condensation would occur. Wind speed and direction: The speed and direction of the wind at the time of the observation. Atmospheric pressure: The pressure of the atmosphere at the time of the observation. Cloud cover: The amount and type of cloud cover present at the time of the observation. Visibility: The horizontal distance at which objects can be clearly seen at the time of the observation. Precipitation: The type and amount of precipitation that has fallen since the previous observation. In addition to these basic elements, synoptic weather observations may also include other information, such as the presence of fog, thunderstorms, or other weather phenomena.\nImportance of Synoptic Weather Observation Systems\nSynoptic weather observations are important for a number of reasons. First, they provide meteorologists with a snapshot of the current state of the atmosphere. This information is used to create weather maps and forecasts, which help people to plan their daily activities and make informed decisions about their safety.\nSecond, synoptic weather observations can be used to track the movement of weather systems, such as fronts, cyclones, and anticyclones. This information can be used to predict where and when these weather systems will bring precipitation, thunderstorms, and other hazardous weather conditions.\nThird, synoptic weather observations are used to study the climate. By comparing weather observations from different time periods, scientists can …","date":-62135596800,"description":"","objectID":"817e742a67dec56744acef7653b2ca56","permalink":"https://example.com/docs/folder/meteorology/metobs/","title":"Meteorological Observation Systems"},{"content":"Contents Meteorological Observing Systems (conventional and recent systems) Synoptic weather observations, Synoptic representation of pressure field, contour and thickness charts. Stream line and isotach analysis. Stability analysis. Techniques of weather forecasting including elementary ideas of numerical weather prediction. Wind effects Divergence Convergence. Diffluence. Confluence. Vorticity. Coriolis and centrifugal effects balance motion. Geostropic and gradient wind. Cyclostrophic wind. Elemcntary ideas of general circulation and jet streams. cyclonic storms formation intensification,movement and weakening methods of cyclone florecasting; cyclone warning bulletins of merchant ships el-nino la-nina: ","date":-62135596800,"description":"","objectID":"4f163d2cd5278a3538945bf896449fb8","permalink":"https://example.com/docs/folder/meteorology/","title":"Meteorology"},{"content":"EM301 Marine Environment and Ocean Governance International Conventions Meteorology Satellite Meteorology Geology and oceanography Marine Resources Ocean Governance Hydrographical surveying The Earth\u0026amp;rsquo;s tides ","date":-62135596800,"description":"","objectID":"73bf28dddb6667ebd543e7faca4d8dba","permalink":"https://example.com/docs/folder/","title":"PartC"},{"content":"The United Nations Conference on Environment and Development (UNCED), also known as the Earth Summit, was a major United Nations conference held in Rio de Janeiro, Brazil, from June 3 to 14, 1992. It was the largest gathering of world leaders as of 1992, with 117 heads of state and representatives of 178 nations in all attending.\nThe Earth Summit was convened in recognition of the growing interdependence of the environment and development. It was a landmark event in the history of international environmental cooperation, and it produced a number of important agreements, including:\nThe Rio Declaration on Environment and Development, which sets out 27 principles for sustainable development, including the principle that \u0026amp;ldquo;human beings are at the centre of concerns for sustainable development.\u0026amp;rdquo; The Framework Convention on Climate Change (UNFCCC), which is the main international treaty for addressing climate change. The Convention on Biological Diversity (CBD), which is the main international treaty for addressing the loss of biodiversity. Agenda 21, a comprehensive plan for sustainable development that covers a wide range of issues, including poverty, hunger, health, education, and environmental protection. The Earth Summit was a major step forward in international environmental cooperation, but it is important to note that the agreements it produced are not legally binding. This means that countries are not obligated to implement them, but they do provide a framework for international action on sustainable development.\nThe Earth Summit also had a significant impact on public awareness of environmental issues. It helped to put sustainable development on the global agenda and to inspire people around the world to take action to protect the environment.\nThe 30th anniversary of the Earth Summit will be celebrated in 2022. This is an opportunity to reflect on the progress that has been made in the past 30 years and to identify the challenges that remain. It is …","date":-62135596800,"description":"","objectID":"88fdeb6ed2c6b7d97af81d0423fdb8d2","permalink":"https://example.com/docs/folder/intconv/1_unced/","title":"06- The United Nations Conference on Environment and Development (UNCED),1992"},{"content":" Previous Next \u0026amp;nbsp; \u0026amp;nbsp; / [pdf] View the PDF file here. ","date":-62135596800,"description":"","objectID":"8ca797b6214c183574ec96a8a39ab2f3","permalink":"https://example.com/docs/folder/intconv/2_unepcont/","title":"02 - United Nations Environment Programme"},{"content":"The London Convention on the Prevention of Marine Pollution by Dumping of Wastes and Other Matter (LC 1972) is a global treaty adopted in 1972 to protect the marine environment from human activities, including the dumping of wastes. The Convention entered into force in 1975 and currently has 87 Contracting Parties.\nThe London Convention prohibits the dumping of certain hazardous materials, such as organohalogen compounds, mercury, cadmium, persistent plastics, and radioactive wastes. It also requires a prior special permit for the dumping of certain other materials, such as industrial wastes and dredged material.\nIn 1996, the London Protocol was adopted to further modernize the Convention and, eventually, replace it. The Protocol prohibits all dumping, except for possibly acceptable wastes on the so-called \u0026amp;ldquo;reverse list\u0026amp;rdquo;. The London Protocol entered into force in 2006 and currently has 52 Contracting Parties.\nThe London Convention and Protocol play an important role in protecting the marine environment from pollution caused by dumping. By prohibiting or regulating the dumping of certain wastes, the Conventions help to ensure that the oceans remain clean and healthy for future generations.\nHere are some of the key achievements of the London Convention and Protocol:\nThe dumping of radioactive wastes at sea has been banned since 1993. The dumping of industrial wastes at sea was phased out by 1995. The incineration of wastes at sea has been banned since 1994. The dumping of persistent plastics at sea has been prohibited since 2010. The London Convention and Protocol have helped to reduce the amount of marine debris, such as plastic bags and bottles, in the oceans. The Conventions have also helped to improve the quality of seawater and seabed sediments in many parts of the world. The London Convention and Protocol are important tools for protecting the marine environment from pollution caused by dumping. By working together, the Contracting Parties to the …","date":-62135596800,"description":"","objectID":"fc98724cbd96586fc80b7e6284739012","permalink":"https://example.com/docs/folder/intconv/3_londondump1972/","title":"03 - The London Convention on the Prevention of Marine Pollution by Dumping of Wastes and Other Matter (LC 1972)"},{"content":"The Commission on Sustainable Development (CSD) was a functional commission of the United Nations Economic and Social Council (ECOSOC) that was established in 1992 following the Earth Summit in Rio de Janeiro. The CSD was tasked with reviewing the implementation of Agenda 21, the global plan for sustainable development that was adopted at the Earth Summit.\nThe Global Environment Facility (GEF) is an international financial institution that was established in 1992 to provide \u0026amp;gt;funding for projects that address global environmental problems. The GEF is one of the financial mechanisms of the CSD, \u0026amp;gt;and it plays an important role in supporting the implementation of Agenda 21.\nThe GEF provides funding for projects in a number of areas, including:\nClimate change Biodiversity International waters Land degradation Chemicals and waste Persistent organic pollutants (POPs) The GEF works with a variety of partners, including governments, civil society organizations, and the private sector, to implement its projects.\nThe CSD was abolished in 2013 and its functions were transferred to the High-level Political Forum on Sustainable Development (HLPF). The HLPF is the global forum for reviewing the implementation of the Sustainable Development Goals (SDGs).\nThe GEF continues to play an important role in supporting the implementation of the SDGs. It is the largest provider of grants to developing countries for environmental projects.\nHere are some examples of how the GEF has supported the implementation of Agenda 21:\nThe GEF has provided funding for projects to protect and restore forests, which play an important role in mitigating climate change and conserving biodiversity. The GEF has provided funding for projects to improve water quality and management, which is essential for human health and sustainable development. The GEF has provided funding for projects to reduce pollution and protect the environment from hazardous chemicals and waste. The GEF is a key partner in the …","date":-62135596800,"description":"","objectID":"caaea27d06fcfeb0377d9553ba1a3d7f","permalink":"https://example.com/docs/folder/intconv/6_csd1992/","title":"12 - The Commission on Sustainable Development (CSD,Rio,1992)"},{"content":"Agenda 21 is a comprehensive plan of action to achieve sustainable development. It was adopted by 178 governments at the United Nations Conference on Environment and Development (UNCED) in Rio de Janeiro, Brazil, in 1992. Agenda 21 is a non-binding document, but it has been influential in guiding sustainable development efforts around the world.\nAgenda 21 covers a wide range of issues, including:\nSustainable agriculture and rural development Conservation of biological diversity Combating deforestation Protecting the atmosphere Managing fragile ecosystems Promoting sustainable energy use Managing hazardous wastes Promoting sustainable human settlements Agenda 21 also emphasizes the importance of international cooperation and participation of all stakeholders in achieving sustainable development.\nThe UNFCCC Agenda 21 is a subset of Agenda 21 that specifically addresses climate change. It outlines a series of actions that countries can take to reduce greenhouse gas emissions and adapt to the impacts of climate change.\nThe UNFCCC Agenda 21 includes provisions for:\nDeveloped countries to provide financial and technological assistance to developing countries to help them mitigate and adapt to climate change All countries to develop national climate change action plans Countries to cooperate in developing and implementing international climate change policies The UNFCCC Agenda 21 has been influential in shaping the international response to climate change. It has helped to raise awareness of the issue and has provided a framework for international cooperation on climate change.\nCurrent status of the UNFCCC Agenda 21\nThe UNFCCC Agenda 21 is still relevant today. The world is still facing significant challenges in addressing climate change, and the UNFCCC Agenda 21 provides a roadmap for how to address these challenges.\nCountries are making progress in implementing the UNFCCC Agenda 21, but more needs to be done. Developed countries need to provide more financial and …","date":-62135596800,"description":"","objectID":"e31b5b99692d781ab03ce3e3a5c0c01f","permalink":"https://example.com/docs/folder/intconv/agenda-21/","title":"10 - Agenda 21 UNFCCC "},{"content":"The Intergovernmental Conference on biological diversity beyond national jurisdiction (BBNJ) concluded on June 19, 2023, with the adoption of a landmark agreement to conserve and sustainably use marine biodiversity in areas beyond national jurisdiction (ABNJ). The agreement, which was adopted by consensus by the 193 member states of the United Nations Convention on the Law of the Sea (UNCLOS), is the first comprehensive international treaty to address marine biodiversity in ABNJ.\nThe BBNJ agreement covers a wide range of issues, including:\nMarine protected areas (MPAs): The agreement establishes a process for establishing and managing MPAs in ABNJ, including large-scale MPAs. Environmental impact assessments (EIAs): The agreement requires EIAs to be conducted for all activities that have the potential to significantly impact marine biodiversity in ABNJ. Capacity building and technology transfer: The agreement includes provisions to help developing countries build their capacity to implement the agreement and to gain access to relevant technologies. The BBNJ agreement is a significant achievement for the conservation of marine biodiversity. It is estimated that ABNJ accounts for over half of the Earth\u0026amp;rsquo;s surface and is home to a vast array of marine life, much of which is still unknown to science. The agreement will help to protect this biodiversity from the growing threats of climate change, overfishing, and pollution.\nCurrent status of the BBNJ agreement As of October 1, 2023, the BBNJ agreement has been signed by 92 countries and regional economic integration organizations. However, it has not yet been ratified by any country.\nSignificance of the BBNJ agreement The BBNJ agreement is a significant achievement for the conservation of marine biodiversity. It is the first comprehensive international treaty to address marine biodiversity in ABNJ, which covers over half of the Earth\u0026amp;rsquo;s surface. The agreement will help to protect this biodiversity from the …","date":-62135596800,"description":"","objectID":"1cfe027f69cc1769570dee0dd4c3a31b","permalink":"https://example.com/docs/folder/intconv/bbnj/","title":"14 - The Intergovernmental Conference on biological diversity beyond national jurisdiction (BBNJ,2023)"},{"content":"The Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and their Disposal, 1989 is an international treaty that aims to protect human health and the environment against the adverse effects of hazardous wastes. It was adopted on 22 March 1989 and entered into force on 5 May 1992. As of October 1, 2023, it has 189 parties.\nThe Convention covers a wide range of wastes, including toxic, poisonous, explosive, corrosive, flammable, ecotoxic, and infectious wastes. It also covers two types of wastes defined as \u0026amp;ldquo;other wastes\u0026amp;rdquo; - household waste and incinerator ash.\nThe Convention regulates the transboundary movement of hazardous wastes and other wastes and obliges its parties to ensure that such wastes are managed and disposed of in an environmentally sound manner. Parties have an obligation to minimize the quantities that are transported, to treat and dispose of wastes as close as possible to their place of generation, and to prevent or minimize the generation of wastes at source.\nThe Convention also prohibits the export of hazardous wastes from developed countries to developing countries. This is known as the \u0026amp;ldquo;ban amendment\u0026amp;rdquo; and it was adopted in 1995.\nThe Basel Convention is implemented through a system of prior informed consent (PIC), which requires parties to notify each other and obtain consent before shipping hazardous wastes and other wastes across borders. The Convention also establishes a number of other measures to control the transboundary movement of hazardous wastes, including a requirement for packaging, labeling, and transport in accordance with international standards.\nThe Basel Convention has played an important role in reducing the transboundary movement of hazardous wastes and protecting human health and the environment. However, there are still a number of challenges that need to be addressed, such as the illegal trafficking of hazardous wastes and the management of hazardous wastes in developing …","date":-62135596800,"description":"","objectID":"a22c460a3ed02b60918f5b1a79ed0efe","permalink":"https://example.com/docs/folder/intconv/baselconv/","title":"05 - The Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and their Disposal, 1989"},{"content":"The Kyoto Protocol is an international treaty that was adopted in 1997 at the Third Conference of the Parties to the United Nations Framework Convention on Climate Change (UNFCCC) in Kyoto, Japan. It entered into force in 2005 and has been ratified by 192 countries, including India.\nThe Kyoto Protocol is the first international treaty to set binding targets for the reduction of greenhouse gas emissions. It commits developed countries to reduce their emissions by an average of 5.2% below 1990 levels by the first commitment period, 2008-2012.\nThe Kyoto Protocol includes a number of mechanisms to help countries achieve their emissions targets, including:\nEmissions trading: Countries can trade emissions permits with each other, so that countries that can reduce their emissions more cheaply can sell permits to countries that find it more difficult or expensive to reduce their emissions. Joint implementation: Countries can work together to implement projects that reduce emissions in other countries. Clean development mechanism: Developed countries can invest in projects that reduce emissions in developing countries, and then count the emissions reductions towards their own targets. The Kyoto Protocol has played an important role in reducing greenhouse gas emissions and promoting international cooperation on climate change. However, it has also been criticized for not being ambitious enough and for not including all major emitters, such as the United States. Here are some of the key achievements of the Kyoto Protocol:\nThe Kyoto Protocol has helped to raise awareness of the importance of reducing greenhouse gas emissions. The Kyoto Protocol has established a global framework for international cooperation on climate change. The Kyoto Protocol has promoted the development of new technologies and markets for clean energy and energy efficiency. The Kyoto Protocol has helped to reduce greenhouse gas emissions from developed countries. The Kyoto Protocol is an important tool for …","date":-62135596800,"description":"","objectID":"a1e112def1cace75229c4be9d9dad9f2","permalink":"https://example.com/docs/folder/intconv/kyotoproto/","title":"09 - Kyoto Protocol-UNFCCC (UNFCCC,Kyoto,1997)"},{"content":"The Regional Seas Programme (RSP) is a global partnership of 14 Regional Seas Conventions and Action Plans (RSCAPs) that work to protect and manage the marine and coastal environment. The RSP is coordinated by the United Nations Environment Programme (UNEP) and is funded by a variety of sources, including governments, international organizations, and the private sector.\nThe RSP was launched in 1974 at the United Nations Conference on the Human Environment in Stockholm. The first RSCAP was established in the Mediterranean Sea in 1976, and since then, RSCAPs have been established in all major ocean regions around the world.\nThe RSP takes an ecosystem-based approach to marine and coastal management. This means that it takes into account the interconnectedness of all components of the marine and coastal environment, including humans. The RSP works to protect and manage the marine and coastal environment through a variety of activities, including:\nDeveloping and implementing regional action plans to address specific marine and coastal environmental problems Providing technical assistance and capacity building to developing countries Promoting public awareness and education about marine and coastal environmental issues Facilitating cooperation and coordination between different stakeholders The RSP has played a significant role in protecting and managing the marine and coastal environment. It has helped to reduce pollution, protect biodiversity, and promote sustainable development in coastal communities.\nIn Paris 2015, the RSP was recognized as an important tool for implementing the Sustainable Development Goals (SDGs). The SDGs are a set of 17 goals adopted by all United Nations Member States in 2015 as a blueprint to achieve a better and more sustainable future for all.\nThe RSP is particularly relevant to the following SDGs:\nSDG 6: Ensure availability and sustainable management of water and sanitation for all SDG 14: Conserve and sustainably use the oceans, seas and …","date":-62135596800,"description":"","objectID":"fecf5278ab52d4c1168ff3c499dcce6b","permalink":"https://example.com/docs/folder/intconv/rsparis2015/","title":"13 - Regional Seas Programme (RSP,Paris,2015)"},{"content":"##Rio+10\nThe 2002 World Summit on Sustainable Development (WSSD), also known as Rio+10, was held in Johannesburg, South Africa, from 26 August to 4 September 2002. It was a follow-up to the 1992 Earth Summit in Rio de Janeiro, Brazil.\nThe Rio+10 Summit was attended by over 100 heads of state and government, as well as representatives from civil society and the private sector. It focused on the implementation of the outcomes of the 1992 Earth Summit, and on identifying new challenges and opportunities for sustainable development.\nThe Rio+10 Summit produced a number of outcomes, including:\nThe Johannesburg Declaration on Sustainable Development, which reaffirmed the commitment of world leaders to sustainable development and set out a number of goals and targets to be achieved by 2015. The Plan of Implementation, which provided a detailed blueprint for implementing the Johannesburg Declaration. The Type II Partnerships, which were voluntary agreements between governments, businesses, and civil society organizations to work together on specific sustainable development projects. The Rio+10 Summit was a significant event in the history of sustainable development. It helped to raise awareness of the importance of sustainable development and to mobilize global action on the issue. However, it is important to note that many of the goals and targets set at the Rio+10 Summit were not achieved, and that the world still faces a number of challenges in achieving sustainable development.\n##Rio+20\nThe 2012 United Nations Conference on Sustainable Development (UNCSD), also known as Rio+20, was held in Rio de Janeiro, Brazil, from 20 to 22 June 2012. It was a follow-up to the 1992 Earth Summit and the 2002 Rio+10 Summit.\nThe Rio+20 Conference was attended by over 100 heads of state and government, as well as representatives from civil society and the private sector. It focused on the following three themes:\nGreen economy in the context of sustainable development and poverty …","date":-62135596800,"description":"","objectID":"d94f754d3bc8ccfaf88b1093acf4add2","permalink":"https://example.com/docs/folder/intconv/rio+10_20/","title":"11 - The 2002 World Summit on Sustainable Development-Rio+10 (WSSD,Johannesburg,2002)The 2012 United Nations Conference on Sustainable Development-Rio+20 (UNCSD,Rio,2012)"},{"content":"The Law of the Sea for All Nations. The States Parties to this Convention.\nPrompted by the desire to settle, in a spirit of mutual understanding and cooperation, all issues relating to the law of the sea and aware of the historic significance of this Convention as an important contribution to the maintenance of peace, justice and progress for all peoples of the world,\nNoting that developments since the United Nations Conferences on the Law of the Sea held at Geneva in 1958 and 1960 have accentuated the need for a new and generally acceptable Convention on the law of the sea, Conscious that the problems of ocean space are closely interrelated and need to be considered as a whole,\nRecognizing the desirability of establishing through this Convention, with due regard for the sovereignty of all States, a legal order for the seas and oceans which will facilitate international communication, and will promote the peaceful uses of the seas and oceans, the equitable and efficient utilization of their resources, the conservation of their living resources, and the study, protection and preservation of the marine environment,\nBearing in mind that the achievement of these goals will contribute to the realization of a just and equitable international economic order which takes into account the interests and needs of mankind as a whole and, in particular, the special interests and needs of developing countries, whether coastal or land-locked,\nDesiring by this Convention to develop the principles embodied in resolution 2749 (XXV) of 17 December 1970 in which the General Assembly of the United Nations solemnly declared inter alia that the area of the seabed and ocean floor and the subsoil thereof, beyond the limits of national jurisdiction, as well as its resources, are the common heritage of mankind, the exploration and exploitation of which shall be carried out for the benefit of mankind as a whole, irrespective of the geographical location of States,\nBelieving that the …","date":-62135596800,"description":"","objectID":"2298261f639cf5b79684d282fa6e4d36","permalink":"https://example.com/docs/folder/intconv/unclos/","title":"04 - United Nations Convention on the Law of the Sea"},{"content":"The United Nations Convention on Biological Diversity (CBD) is an international treaty that aims to promote sustainable development. It was adopted at the Earth Summit in Rio de Janeiro in 1992 and has been ratified by 196 countries, including India.\nThe CBD has three main objectives:\nThe conservation of biological diversity. The sustainable use of its components. The fair and equitable sharing of the benefits arising from the use of genetic resources. The CBD is a comprehensive treaty that covers all aspects of biological diversity, from ecosystems to species to genes. It also covers biotechnology and the fair and equitable sharing of benefits from the use of genetic resources. The CBD is implemented through a number of mechanisms, including:\nNational Biodiversity Strategies and Action Plans (NBSAPs): NBSAPs are national plans that outline how each country will implement the CBD. Conference of the Parties (COP): The COP is the supreme decision-making body of the CBD. It meets every two years to review the implementation of the Convention and to make decisions on new initiatives. Subsidiary Body on Scientific, Technical and Technological Advice (SBSTTA): SBSTTA is a scientific advisory body that provides advice to the COP on scientific, technical, and technological matters related to the CBD. Subsidiary Body on Implementation (SBI): SBI is an implementation advisory body that provides advice to the COP on the implementation of the CBD. The CBD has played an important role in promoting the conservation and sustainable use of biological diversity around the world. However, there are still a number of challenges that need to be addressed, such as the loss of biodiversity due to habitat loss, climate change, and invasive species. Here are some of the key achievements of the CBD:\nThe CBD has helped to raise awareness of the importance of biological diversity and the need to protect it. The CBD has promoted the development of national biodiversity strategies and action …","date":-62135596800,"description":"","objectID":"395910897b64ee71d1f1c1579a07e1a0","permalink":"https://example.com/docs/folder/intconv/unconvbiodiversity/","title":"07 - The United Nations Convention on Biological Diversity (CBD,Rio,1992) "},{"content":"The United Nations Framework Convention on Climate Change (UNFCCC) is an international treaty that was adopted in 1992 at the Earth Summit in Rio de Janeiro, Brazil. It entered into force in 1994 and has been ratified by 198 countries, including India.\nThe UNFCCC is a landmark agreement that sets out the global framework for addressing climate change. It recognizes that climate change is a common concern of humankind and that all countries have a responsibility to address it. However, it also acknowledges that countries have different capabilities and responsibilities in addressing climate change, and that developed countries should take the lead.\nThe UNFCCC has two main objectives:\nTo stabilize greenhouse gas concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference with the climate system. To achieve this objective within a time-frame sufficient to allow ecosystems to adapt naturally to climate change, to ensure that food production is not threatened and to enable economic development to proceed in a sustainable manner. The UNFCCC is implemented through a number of mechanisms, including:\nNational communications: Parties to the UNFCCC are required to submit national communications on a regular basis. These communications provide information on greenhouse gas emissions, mitigation and adaptation measures, and financial and technological needs. Conference of the Parties (COP): The COP is the supreme decision-making body of the UNFCCC. It meets every year to review the implementation of the Convention and to make decisions on new initiatives. Subsidiary Body on Scientific, Technical and Technological Advice (SBSTA): SBSTA is a scientific advisory body that provides advice to the COP on scientific, technical, and technological matters related to the UNFCCC. Subsidiary Body on Implementation (SBI): SBI is an implementation advisory body that provides advice to the COP on the implementation of the UNFCCC. The UNFCCC has played an …","date":-62135596800,"description":"","objectID":"f3b0a1873c51a669f5090b26b1a65684","permalink":"https://example.com/docs/folder/intconv/unfccc/","title":"08 - The United Nations Framework Convention on Climate Change (UNFCCC,Rio,1992)"},{"content":"The United Nations Conference on the Human Environment, also known as the Stockholm Conference, was held in Stockholm, Sweden, from June 5-16, 1972. It was the first major international conference to address environmental issues.\nThe conference was attended by representatives from 113 countries, and resulted in the adoption of the Stockholm Declaration, an Action Plan for the Human Environment, and several resolutions.\nThe Stockholm Declaration is a landmark document in environmental law. It contains 26 principles that outline the rights and responsibilities of states in protecting the environment. Some of the key principles of the Stockholm Declaration include:\nMan has the fundamental right to freedom, equality and adequate conditions of life, in an environment of a quality that permits a life of dignity and well-being. States have, in accordance with the Charter of the United Nations and the principles of international law, the sovereign right to exploit their own resources pursuant to their own environmental policies, and the responsibility to ensure that activities within their jurisdiction or control do not cause damage to the environment of other States or of areas beyond the limits of national jurisdiction. The natural resources of the earth, including air, water, land, flora and fauna and especially representative samples of natural ecosystems, must be safeguarded for the benefit of present and future generations through careful planning or management, as appropriate. The Action Plan for the Human Environment is a comprehensive document that sets out a series of recommendations for addressing environmental problems at the national and international levels. The plan includes recommendations on a wide range of issues, including pollution control, natural resource management, and environmental education. The Stockholm Conference was a watershed moment in the global environmental movement. It helped to raise awareness of environmental problems and to promote …","date":-62135596800,"description":"","objectID":"538d8ae76f6767f88f10ffde3a1b5fef","permalink":"https://example.com/docs/folder/intconv/unhe/","title":"01 - United Nations Convention on Human Environment,1972"},{"content":"Contents United Nations Convention on Human Environment,1972. United Nations Environment Programme UNEP. United Nations Convention on prevention of Marine Pollution by dumping of wastes or other matter (London dumping convention). United Nations Convention on Law of the Seas. 1982 (UNCLOS). Basel Convention on the control of Transboundary Movement of Hazardous Wastes and their Disposal, l989 (Basel Convention) United Nations Convention on Environment and Development,1992 (Earth Summit) United Nations Convention on Biological Diversity, 1992; United Nations Framework Convention on Climate change. 1992 (UNFCC); UNFCC. Kyoto protocol. 1997. Agenda 21 2002 \u0026amp;amp;2012 Earth Summit on Sustainable Development (Rio +10 and Rio +20); Commission on Sustainable development: Global Environment Facility (GEF); Paris 2015: Regional Seas Programme; Intergovernmental Conference on biological diversity beyond national jurisdiction2023.(BBNJ) ","date":-62135596800,"description":"","objectID":"630b22c6996cb3a866cbe83cd8a233e6","permalink":"https://example.com/docs/folder/intconv/","title":"International Conventions"}]